
  { "fullText" : "Aḥiqar https:\/\/gedsh.bethmardutho.org\/Ahiqar http:\/\/syriaca.org\/bibl\/31 22 http:\/\/syriaca.org\/person\/323 person Aḥiqar, ‘the Aramean Sage’ who is mentioned in an Akkadian text, is the hero of a narrative set in the Assyrian court. Aḥiqar, ‘the Aramean Sage’ who is mentioned in an Akkadian text, is the hero of a narrative set in the Assyrian Court: as the Minister of Sennacherib (705–681 BC) and Esarhaddon (680–69 BC), he instructs his nephew Nadan by means of wise sayings, so that in due course he might succeed him; Nadan, however, is impatient and plots to have the Assyrian king put Aḥiqar to death, but a friend hides the Sage and only reveals that he is still alive when the Assyrian king is put to a challenge by the Egyptian Pharaoh. Aḥiqar is produced and solves the riddling challenge; he then proceeds to give Nadan a second set of instructions, this time admonitory in character. A collection of sayings by Aḥiqar, and a narrative concerning him, is already known in Imperial Aramaic in fragmentary form from a papyrus from Elephantine (south Egypt) dated to the 5th cent. BC (the recent identification of the erased under-text as a customs document concerning shipping cargos, dated 475 BC, provides a terminus post quem ); here the king is Esarhaddon. Very probably the sayings and the narrative once circulated independently in slightly different dialects, but in their combined form they have proved very influential over the course of time in many different languages, and they have continued to be read up to the present day. In the Hellenistic period Aḥiqar is mentioned by name in the book of Tobit (1:21–2; 2:10; 11:19; 14:10, 15), and traces of the work have been found in Egyptian Demotic. It must also have been translated into Greek, since ‘Akikharos’ is mentioned by several Greek authors, and much of the narrative has been reused in the Greek Life of Aesop (probably 1st cent. ); furthermore, a lost Greek translation must lie behind the subsequent translations into Old Slavonic and Romanian. Five recensions of the Syriac form of the Story are preserved, and these evidently go back to a lost older Syriac text which will have been the basis for the Armenian version (which in turn was the source for the Georgian and Old Turkish translations), and for the Arabic adaptations (sometimes under the name of Luqman). The Ethiopic translation derives from Arabic, and the Modern Syriac versions, though based on Classical Syriac, also show some influence from Arabic forms of the Story. Primary Sources Aramaic Mor Gregorios Paulos Behnam, Aḥīqar al-ḥakīm (Baghdad, 1976), 71–93. (the Aramaic text is given in Syriac script, with AT ) B. Porten and A. Yardeni, Textbook of Aramaic documents from Ancient Egypt , vol. 3 (1993), 24–53. (Aramaic with ET ) J. M. Lindenberger, in The Old Testament Pseudepigrapha , ed. J. H. Charlesworth, vol. 2 (1985), 479–507. ( ET ) Syriac Mor Gregorios Paulos Behnam, Aḥīqar al-ḥakīm (Baghdad, 1976), 110–35. ( AT ) F. C. Conybeare, J. R. Harris, and A. S. Lewis, The Story of Ahikar (1898; 2nd ed. 1913). (with ET ) Philoxenos Yuḥanon Dolabani [Dolapönü], Aḥiqar sofro w-ḥakimo (Mardin, 1962; repr. Monastery of St. Ephrem, 1981). J. Ferrer and J. P. Monferrer, Historia y enseñanzas de Ahiqar o la antigua sabiduria oriental (Studia Semitica, Series Minor, 2006). (with ST ) F. Nau, Histoire et sagesse d’Ahikar l’Assyrien (1909). ( FT ) F. Nau idem , Documents relatifs à Ahikar (1920). Th. Nöldeke, Untersuchungen zum Achikarroman (1913), 35–51. ( GT ) F. Pennacchietti, in Apocrifi dell’Antico Testamento , ed. P. Sacchi (1981), 51–95. ( IT ) Modern Syriac M. Lidzbarski, Die neu-aramäischen Handschriften der Königlichen Bibliothek zu Berlin , vol. 1 (1896), 1–77. S. Talay, ‘Die Geschichte und die Sprüche des Ahiqar im neuaramäischen Dialekt von Mlahso’, in ‘Sprich doch mit deinen Knechten aramäisch, wir verstehen es!’ . 60 Beiträge zur Semitistik. Festschrift für Otto Jastrow zum 60. Geburtstag , ed. W. Arnold and H. Bobzin (2002), 695–712. Secondary Sources R. Contini and C. Grottanelli, Il saggio Ahiqar (Studi biblici 148; 2005). A.-M. Denis, Introduction à la littérature religieuse judéo-hellénistique , vol. 2 (2000), 993–1037. (incl. further references) J. Greenfield, ‘The Wisdom of Ahiqar’, in Wisdom in Ancient Israel , ed. J. Day, R. P. Gordon, and H. G. M. Williamson (1995), 43–52. J.-C. Haelewyck, Clavis Apocryphorum Veteris Testamenti (1998), 148–55. Sebastian P. Brock",
    "title" : "Aḥiqar",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Ahiqar",
    "displayTitleEnglish" : "Aḥiqar",
    "persName" : 
    [ " Aesop ",
      "  Sebastian P.  Brock  " ] }