
  { "fullText" : "al-Duwayhī, Isṭifān https:\/\/gedsh.bethmardutho.org\/al-Duwayhi-Istifan http:\/\/syriaca.org\/bibl\/189 180 Isṭifān al-Duwayhī http:\/\/syriaca.org\/person\/460 person Maronite Patr. patr. (1670-1704) and scholar. (1630–1704) [ Maron. ] Maronite Patr. patr. (1670–1704) and scholar. He was born on 2 Aug. 1630 in Ahden, and as a boy he was sent (in 1641) to Rome to study at the Maronite College. While in Rome he took the opportunity to collect historical materials on Maronite history. He returned home in 1655, and was ordained priest in 1656. In 1668 he was made bp. of Nicosia (Cyprus), and two years later was elected Patr. patr. He died on 3 May 1704. Much of his prolific output, mostly in the fields of liturgical theology and history, was only published posthumously, or in some cases still remains in manuscript. His largest work, Manārat al-aqdās , on the history and theology of the Eucharist, was published in Beirut in two vols., 1895–6. He also wrote on the orthodoxy of the Maronites, the history of the Maronite Church, a chronicle, and a history of the Maronite College in Rome ( ed. Mashriq 21 [1923], 209–216). His revision of the baptismal rite was published in J. A. Assemani’s Codex Liturgicus , vol. III, 187–90, and his Latin translation of various Maronite liturgical rites was printed in Ephemerides Liturgicae 18 (1904), 662–713, and 19 (1905), 77–8, 224–33, 273–8, 344–51, 423–30. His useful classification of the Syriac qāle has recently been introduced and published by L. Hage, The Syriac Model Strophes and their Poetic Meters (1987; French edition, 1986). Sources C.  Abdallah, ‘L’architecture d’une église maronite selon le patriarche Douaihi’, ParOr 29 (2004), 61–82. M.  Abou Diwan, ‘La figure patriarcale selon le manuscrit Vat. syr. 215 du patriarche Istifan el-Duwayhi’, ParOr 30 (2005), 427–33. Abūna, Adab , 651–3. P.  Chébli [Šiblī], Tarjamat abīnā al-maghbūṭ Isṭifānūs al-Duwayhī baṭriyark Anṭākiya (1630–1704) (1913). P.  Dib, ‘Maronite (Église), Patriarches’, in DTC , vol.10 (1927), 58–112, esp. 70–2. Graf, GCAL , vol. 3, 361–77. M.  Moubarakah, ‘Un chapitre sur l’Esprit Saint du patriarche maronite Étienne Douaihi dans son Apologie, livre 3’, ParOr 29 (2004), 3–60. T. Noujaim, Le concept de maronité chez Estephan Douaïhi (3 vols.; 1990). K. Rizk, ‘Pour une édition des Annales de Douaihi’, in L’historiographie syriaque , ed. M. Debié ( ÉtSyr 6; 2009), 179–95. Sebastian P. Brock",
    "title" : "al-Duwayhī, Isṭifān",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/al-Duwayhi-Istifan",
    "displayTitleEnglish" : "al-Duwayhī, Isṭifān",
    "persName" : 
    [ "  Sebastian P.  Brock  " ],
    "placeName" : 
    [ " Beirut " ] }