
  { "fullText" : "al-Dibs, Yūsuf https:\/\/gedsh.bethmardutho.org\/al-Dibs-Yusuf http:\/\/syriaca.org\/bibl\/174 165 Yūsuf al-Dibs http:\/\/syriaca.org\/person\/448 person Bp. , writer and educator. (1833–1907) [ Maron. ] Bp. , writer and educator. He was born on 8 Nov. 1833 in Ras Keifa, and was raised in Kfar Zina, near Tripoli. He studied at the College at ʿAyn Warqa, a successor to the Maronite College in Rome since 1789. He established in 1851 a school in Tripoli where he taught Arabic until 1852. He was ordained priest in 1855, and taught (1855–1860) at Mar Yuḥanna Marun school in Kfar Ḥay. He was appointed secretary to Patr. Bulus Masʿad (1854–90), and consecrated bp. of Beirut in 1872. He helped to establish the printing press at Ahden in 1859, which was later bought by Dayr Quzḥayya, and became partner in the General Press (al-Maṭbaʿa al-ʿUmumiyya). He engaged in many polemical discussions, esp. with Bp. Yousef Daoud of the Syr. Cath. Church. He established a number of schools, most notably Al-Ḥikma in 1878 in Beirut. He built a number of churches, esp. the Maron. Cathedral in Beirut in 1894. He was a contemporary of St. Sharbil. A complete list of his literary works, numbering 44 items, is given by Ḥayek. Of relevance are: 1. a history of Syria in 8 vols. (1893–1905), with an abridged edition (1907); 2. al-Jāmiʿ al-Mufaṣṣal , being the sections from the previous that pertain to the Maronite history (1905); 3.  a book on the lives of Saints ( ms. ). He also edited: 1. the office of burial in Garshuni (1882); sermons in Garshuni (1884); a lectionary of the Pauline Epistles in Garshuni (1886, 1897, 1901); three liturgical books on the Divine Liturgy (all in 1888); Šḥimto (1890). Finally, he translated theological books from Italian and Latin into Arabic. Sources J. Zaidan, Tarājim Mašāhīr al-Šarq , vol. 2 (1902), 302–7. M. Ḥayek, ‘Introduction’, in al-Jāmi ʿ, ed. Yūsuf al-Dibs (1987). George A. Kiraz",
    "title" : "al-Dibs, Yūsuf",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/al-Dibs-Yusuf",
    "displayTitleEnglish" : "al-Dibs, Yūsuf",
    "persName" : 
    [ "  George A.  Kiraz  " ],
    "placeName" : 
    [ " Beirut " ] }