
  { "fullText" : "al-Ḥāqilānī, Ibrāhīm https:\/\/gedsh.bethmardutho.org\/al-Haqilani-Ibrahim http:\/\/syriaca.org\/bibl\/257 248 Ibrāhīm al-Ḥāqilānī Abraham Echellensis http:\/\/syriaca.org\/person\/524 person Professor of Syriac and Arabic, Syriac scholar. brief Abraham Echellensis (d. 1664) Professor of Syriac and Arabic, Syriac scholar. Al-Ḥāqilānī studied at the Maronite College in Rome from 1620 to 1628 and concluded this period with the publication of a short Syriac grammar ( Linguae syriacae sive chaldaicae institutio , 1628), intended for students of the Maronite College who had difficulty with the high academic level of Jirjis ʿAmīra ’s grammar. Upon his return to Lebanon, he started working as a diplomat for the Emir Fakhr al-Dīn who, in his resistance against the Ottomans, forged an alliance between the Maronites and the Druzes, but was captured (1634) and executed in Istanbul. Fakhr al-Dīn’s demise forced al-Ḥāqilānī to return to Italy, where he taught Arabic and Syriac at the Sapienza College in Rome, spent some time in Florence, and was appointed professor of oriental languages at Pisa. In the 1630s he was involved in the Paris Polyglot, to which he contributed the Syr. and Arabic text of the book of Ruth, with LT , and the Arabic text of 3 Maccabees. In or around 1645 al-Ḥāqilānī was appointed professor at the Collège Royal (the later Collège de France) in Paris. In 1653 he returned to Rome, where he taught on behalf of the ‘Propaganda Fide’, before being appointed, in 1660, Scriptor of the Vatican Library. In this position he prepared the first catalogue of Syriac and Arabic mss. He died in 1664. In the field of Syriac studies, in addition to his Syriac grammar (1628) and his contribution to the Paris Polyglot, he published an annotated translation of the ‘Catalogue of books’ by ʿAbdishoʿ bar Brikha (1653). He also copied some Syriac mss. , in particular Paris, Bibl. Nat. Syr. 6 (biblical books), 248 (philosophical texts), 249 ( Bar ʿEbroyo ’s translation of Avicenna’s introduction to logic), and 253 (Lexicon of Bar ʿAli ). Sources N.  Gemayel, Les échanges culturels entre les Maronites et l’Europe. Du Collège Maronite de Rome (1584) au Collège de ʿAyn-Warqa (1789) (1984), 299–317 and 387–400. B. Heyberger ( ed. ), Orientalisme, science et controverse: Abraham Ecchellensis (1605–1664) (2010). G.  Levi Della Vida, Ricerche sulla formazione del più antico fondo dei manoscritti orientali della Biblioteca Vaticana ( SeT 92; 1949), 6, 13–22, 374–97. L.  Petit, ‘Abraham Echellensis’, in DHGE , vol. 1 (1912), 169–171. Lucas Van Rompay",
    "title" : "al-Ḥāqilānī, Ibrāhīm",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/al-Haqilani-Ibrahim",
    "displayTitleEnglish" : "al-Ḥāqilānī, Ibrāhīm",
    "persName" : 
    [ " Jirjis ʿAmīra ",
      " ʿAbdishoʿ bar Brikha ",
      " Bar ʿEbroyo ",
      " Bar ʿAli ",
      "  Lucas  Van Rompay  " ] }