
  { "fullText" : "al-Ṣahyūnī, Jibrāʾīl https:\/\/gedsh.bethmardutho.org\/al-Sahyuni-Jibrail http:\/\/syriaca.org\/bibl\/473 464 Jibrāʾīl al-Ṣahyūnī Gabriel Sionita http:\/\/syriaca.org\/person\/712 person Professor of Arabic and Syriac in Rome, Venice, and Paris. Syriac scholar. Gabriel Sionita ( ca. 1577–1648) Professor of Arabic and Syriac in Rome, Venice, and Paris. Syriac scholar. Born in Ehden, Lebanon, al-Ṣahyūnī was sent to Rome in 1584, to study at the Maronite College. After his studies he taught Arabic and Syriac, first at the College Sapienza in Rome and later in Venice. In 1614 he traveled to Paris, in the company of Yūḥannā al-Ḥaṣrūnī, where he became professor of Arabic at the Collège Royal (the later Collège de France). In addition to Arabic, al-Ṣahyūnī also taught Syriac (‘la langue chaldaïque’), albeit on a more informal basis. Along with two other Maronite scholars, Yuḥanna al-Ḥaṣrūnī and Ibrāhīm al-Ḥāqilānī , al-Ṣahyūnī was deeply involved in the preparation of the Paris Polyglot Bible, which was printed between 1628 and 1645. In contrast to the Antwerp Polyglot (1569–72), in which Andreas Masius had been involved, the Paris Polyglot included a full text of the Syriac OT and NT in the Peshitta version. The Peshitta NT , which had previously been published by J. A. Widmanstetter (1555), was supplemented with the four minor Catholic Epistles (the ‘Pococke’ epistles) and with the Apocalypse in the Ḥarqlean Version . Al-Ṣahyūnī was in charge of the final editing of most of the Syriac and the Arabic, and provided the larger part of the accompanying Latin translation of the Syriac texts. The Syr. text of the Paris Polyglot served as the basis for the London Polyglot, which was edited by Brian Walton (1655–57). In the course of his work, al-Ṣahyūnī came into conflict with G.-M. Le Jay, the general editor of the Polyglot (which landed al-Ṣahyūnī in a Paris prison for three months in 1640) as well as with al-Ḥāqilānī. In addition to his work for the Paris Polyglot, al-Ṣahyūnī published a Syriac life of St. Maron , which was included in the 1608 edition of the Maronite Missal; a 1625 edition and Latin translation of the Syr. Psalms; and an edition with LT of Bar ʿEbroyo ’s poem on the divine wisdom (1628). He is also known as the copyist of Syr. mss. Paris, Bibl. Nat. 240 (the Hexaemeron of Yaʿqub of Edessa ) and 271 (Bar ʿEbroyo’s poem on the divine wisdom). Sources B.  Dau, Religious, cultural, and political history of the Maronites (n.d.), 587–90. F.  Feghali, ’Gabriel Sionite’, in DHGE , vol. 19 (1981), 566–7. N.  Gemayel, Les échanges culturels entre les Maronites et l’Europe. Du Collège Maronite de Rome (1584) au Collège de ʿAyn-Warqa (1789) (1984), 218–45 and 322–34. Lucas Van Rompay",
    "title" : "al-Ṣahyūnī, Jibrāʾīl",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/al-Sahyuni-Jibrail",
    "displayTitleEnglish" : "al-Ṣahyūnī, Jibrāʾīl",
    "persName" : 
    [ " Ibrāhīm al-Ḥāqilānī ",
      " Andreas Masius ",
      " Maron ",
      " Bar ʿEbroyo ",
      " Yaʿqub of Edessa ",
      "  Lucas  Van Rompay  " ] }