
  { "fullText" : "Albonesi, Teseo Ambrogio degli https:\/\/gedsh.bethmardutho.org\/Albonesi-Teseo-Ambrogio-degli http:\/\/syriaca.org\/bibl\/36 27 Teseo Ambrogio degli Albonesi Theseus Ambrosius http:\/\/syriaca.org\/person\/327 person Italian humanist, belonging to the earliest generation of Syriac scholars. Theseus Ambrosius (1469 – ca. 1540) Italian humanist, belonging to the earliest generation of Syriac scholars. He became Doctor of Canon and Civil Law in Pavia, his native city. After receiving the Holy Orders and joining the Canons Regular of Saint Augustine, Albonesi went to Rome, where Cardinal Bernardino López Carvajal, on behalf of Pope Leo X, commissioned him to examine the Syriac version of the Maronite missal. Thus Albonesi made the acquaintance of the three delegates of the Maronite patriarch to the Fifth Lateran Council (1512–17): the priest Joseph Kūri (Acurius), the deacon Moses, and the subdeacon Elias bar Abraham (from whose hand came the first Syriac mss. to enter the Vatican Library). At that time Albonesi knew no Syriac, but he had studied Hebrew in Rome with some Jewish scholars, among whom were Joseph Zarfati, Abraham of Balmes, and a certain ʿAbdias (perhaps ʿObadiah Sforno, Reuchlin’s teacher). Zarfati, who, like the Lebanese envoys, spoke Arabic, served as an interpreter, allowing the translation of the Syriac missal into Latin via via Arabic and Italian (the product of this enterprise is found in codex Estensis α.R.7.20 in Modena). Albonesi returned to his hometown with the knowledge of Syriac that he had gained by studying under Elias’s guidance and with a ms. of the Syriac Psalter that he intended to publish. Both the ms. and the types he had produced were, however, destroyed during the sack of Pavia on the part of the French army of François I (1527). The unexpected finding of his lost ms. among the wrapping paper of a sausage-maker in Ferrara reportedly prompted Albonesi to rebuild his typography and to devote himself to the preparation of that which he meant to be an introduction to the edition of the Syriac Psalter. The book, entitled Introductio in Chaldaicam linguam, Syriacam , atque Armenicam, & decem alias linguas… (‘Introduction to Chaldean, Syriac, Armenian, and ten other languages…’, Pavia, 1539), was finally printed by Giovanni Maria Simonetta. The previous year Guillaume Postel had already xylographically reproduced, in his Duodecim characteribus differentium alphabetum… (Paris, 1538), two brief Syriac texts. Albonesi’s Introductio , however, despite some graphic inaccuracies, presented for the first time in Europe a substantial amount of information about the Syriac language, as well as Syriac texts of some length. Albonesi was also instrumental in igniting Johann Albrecht Widmanstetter’s interest in Syriac. Widmanstetter, whom Albonesi met in Reggio Emilia in 1529, would eventually publish, along with Mushe of Mardin >, the first edition of the NT Peshitta (Vienna, 1555). Primary Sources T. A.  degli Albonesi, Introductio in Chaldaicam linguam, Syriacam, atque Armenicam, & decem alias linguas. Characterum differentium alphabeta, circiter quadraginta, & eorundem invicem conformatio. Mystica et cabalistica quamplurima scitu digna. Et descriptio ac simulachrum Phagoti Afranij. Theseo Ambrosio ex Comitibus Albonesii I. V. Doct. Papien. Canonico Regulari Lateranensi ac Sancti Petri in Coelo Aureo Papiae Praeposito, Authore (1538) (1539) . Secondary Sources J. A.  Corcoran, ‘Syriac Grammars’, The American Catholic Quarterly Review 2 (1877), 722–45, esp. 22–5. R.  Contini, ‘Gli inizi della linguistica siriaca nell’Europa rinascimentale’, RSO 68 (1994) [1995], 15–30. J. F.  Coakley, The typography of Syriac. A historical catalogue of printing types, 1537–1958 (2006), 29–30, 155. G.  Levi Della Vida, ‘Albonesi, Teseo Ambrogio degli’, in Dizionario biografico degli italiani Italiani , vol. II (1960), 39–42. (incl. further references) G.  Levi Della Vida, Ricerche sulla formazione del più antico fondo dei manoscritti orientali della Biblioteca Vaticana ( SeT 92; 1939), 133–4. G.  Mercati, ‘Ambrogio Teseo primo traduttore e raccoglitore di liturgie orientali’, Rassegna Gregoriana 5 (1906), 551– 557. D.  Simonsen, ‘Zu „Melupum“’, ZDMG 58 (1904), 807, n. 5. (incl. further references) V. B.  Strohmeyer, Teseo Ambrogio and his philosophical descendants: Guillaume Postel, Francisco Rivola, and Clementis Galanus (Armenian Philosophical Academy; 1999). (in Armenian) W.  Strothmann, Die Anfänge der syrischen Studien in Europa ( GOF , I, 1; 1976), 3–4. R. J.  Wilkinson, Orientalism, Aramaic and Kabbalah in the Catholic Reformation. The first printing of the Syriac New Testament (Studies in the History of Christian Traditions 137; 2007), 11–27. Emanuel A. Fiano",
    "title" : "Albonesi, Teseo Ambrogio degli",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Albonesi-Teseo-Ambrogio-degli",
    "displayTitleEnglish" : "Albonesi, Teseo Ambrogio degli",
    "persName" : 
    [ " Mushe of Mardin ",
      "  Emanuel A.  Fiano  " ] }