
  { "fullText" : "Alexander Cycle https:\/\/gedsh.bethmardutho.org\/Alexander-Cycle http:\/\/syriaca.org\/bibl\/38 29 work The exploits of Alexander the Great (356-23 BC) gave rise to a very large number of works, in many different languages. Three main works in Syriac and several shorter texts. The exploits of Alexander the Great (356–23 BC) gave rise to a very large number of works, in many different languages. The three main works concerning him in Syriac are: 1. A translation of Pseudo-Callisthenes , (based on the Greek recension delta ), preserved in a number of late E.-Syr. mss. ( ed. with ET by Budge). According to Nöldeke, this was not translated directly from Greek, but by way of a lost Middle Persian version; this view has, however, been recently challenged by Ciancaglini, who points to strong evidence that it was made directly from Greek. The Syriac version includes a visit by Alexander to China , which is an episode absent from all other texts. There is also a Modern Syriac version. 2. A narrative poem on Alexander attributed to Yaʿqub of Serugh , but dating almost certainly from soon after the emperor Heraclius’s victory over the Persians (629\/30). The different recensions are edited by Reinink ( ET in Budge, 163–200). 3. A christianized legend of Alexander entitled ‘The exploits of Alexander’. This is found in the mss. of the Syriac version of Pseudo-Callisthenes (and is included in Budge’s edition) and, in a somewhat different, but related, form, in the Zuqnin Chronicle . This too is thought to date from shortly after 629\/30. According to van Bladel (2008), this provided the source for the section on Alexander in the Qurʾān. Other Syriac texts relating to Alexander are: 4. A short life, preserved in a single ms. of the 8th\/9th cent. ( ET in Budge, 159–61). 5. Sayings attributed to Alexander, preserved in various sources, including Bar ʿEbroyo ’s Amusing Stories. 6. A set of short laments over Alexander, said to have been uttered by various philosophers. These are also found in Arabic, in the Annals of Eutychius ( ca. 935). 7. An account of Alexander’s encounter with the Brahmin Dandamis (an excerpt from Palladius ’s ‘On the Peoples of India and on the Brahmins’). 8. Various notices in Chronicles. 9. Ms. Vat. Syr. 555 (W.-Syr., dated 1501) contains an astronomical ‘Book of Alexander’. Primary Sources S. P. Brock, ‘The Laments of the Philosophers over Alexander in Syriac’, JSS 15 (1970), 205–18. (an appendix gives details of other Syriac texts on Alexander; repr. in Studies in Syriac Christianity [1992], ch. VIII) E. A. W. Budge, The History of Alexander the Great (1889; repr. 2003). G. J.  Reinink, Das syrische Alexanderlied. Die drei Rezensionen ( CSCO 454–5; 1983). Secondary Sources S. P. Brock, ‘Stomathalassa, Dandamis and Secundus in a Syriac monastic anthology’, in After Bardaisan , ed. Reinink and Klugkist, 35–50, esp. 40–46. C. A.  Ciancaglini, ‘The Syriac version of the Alexander Romance’, LM 114 (2001), 121–40. S. Gero, ‘The Legend of Alexander the Great in the Christian Orient’, BJRL 75 (1993), 3–9. G. J. Reinink, ‘Die Entstehung der syrischen Alexanderlegende als politisch-religiöse Propagandaschrift für Herakleios’ Kirchenpolitik’, in After Chalcedon , ed. Laga et al. , 263–81. G. J. Reinink idem , ‘Alexandre et le dernier empereur du monde: les dévéloppements du concept de la royauté chrétienne dans les sources syriaques du septième siècle’, in Alexandre le Grand dans les littératures occidentales et proche-orientales (1999), 149–59. G. J. Reinink idem , ‘Alexander the Great in the seventh-century “Apocalyptic” texts’, Vizantorussica 2 (2003), 150–78. K. van  Bladel, ‘The Syriac sources of the early Arabic narratives of Alexander’, in Memory as History. The Legacy of Alexander in Asia , ed. H. P. Ray and D. T. Potts (2007), 54–75. K. van Bladel idem , ‘The Alexander Legend in the Qurʾan 18:83–102’, in The Qurʾan in its Historical Context , ed. G. S. Reynolds (2008), 175–203. Sebastian P. Brock",
    "title" : "Alexander Cycle",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Alexander-Cycle",
    "displayTitleEnglish" : "Alexander Cycle",
    "persName" : 
    [ " Yaʿqub of Serugh ",
      " Bar ʿEbroyo ",
      " Palladius ",
      "  Sebastian P.  Brock  " ] }