
  { "fullText" : "ʿAmīra, Jirjis https:\/\/gedsh.bethmardutho.org\/Amira-Jirjis http:\/\/syriaca.org\/bibl\/42 33 Jirjis ʿAmīra http:\/\/syriaca.org\/person\/332 person Patr. of the Maronites, author of a Syriac grammar. (d. 1644) [ Maron. ] Patr. of the Maronites, author of a Syriac grammar. Born in Ehden, Lebanon, ʿAmīra was sent to Rome in 1583, to study at the newly founded Maronite College (1584). Upon his return to Lebanon he was ordained priest, immediately followed by his consecration as bp. , in 1596. In 1634 he was elected patr. Belonging to the first generation of Maronite ecclesiastical leaders trained in Rome, he was instrumental in bringing the Maronite Church further in line with the Roman Catholic Church. His significance for Syriac studies lies in the fact that he is the author of a Syr. grammar, which he wrote during his stay in Rome and which was published in 1596: Grammatica syriaca, sive chaldaica . After Andreas Masius ’s publications, which were the first to provide systematic descriptions of the Syriac language in Europe (1571), and which served as models for some later scholars, ʿAmīra produced an entirely independent grammar, which in comparison with Masius’s work was based on a larger corpus of texts, paid more attention to the indigenous Syr. tradition, and included more discussion of syntactical problems (Contini). A partial French translation by J. F. de la Croix was made in 1681 (apparently unpublished). With the exception of some translations from Latin into Syriac for the Maronite Missal (published in Rome between 1592 and 1594), ʿAmīra did not publish any other Syriac work. His Arabic publications are all related to his pastoral and church-administrative work as bp. and patr. Sources R.  Aubert, ‘Georges Amira’, in DHGE , vol. 20 (1984), 584–6. R.  Contini, ‘Gli inizi della linguistica siriaca nell’Europa rinascimentale’, RSO 68 (1994), 15–30. N.  Gemayel, Les échanges culturels entre les Maronites et l’Europe. Du Collège Maronite de Rome (1584) au Collège de ʿAyn-Warqa (1789) (1984), 343–48 and 459–65. Lucas Van Rompay",
    "title" : "ʿAmīra, Jirjis",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Amira-Jirjis",
    "displayTitleEnglish" : "ʿAmīra, Jirjis",
    "persName" : 
    [ " Andreas Masius ",
      "  Lucas  Van Rompay  " ] }