
  { "fullText" : "Aristotle https:\/\/gedsh.bethmardutho.org\/Aristotle http:\/\/syriaca.org\/bibl\/56 47 http:\/\/syriaca.org\/person\/342 person Greek philosopher. brief (384–322 BC) Greek Philosopher philosopher . In Late Antiquity the philosophies of Plato and Aristotle were considered to be in harmony, and not in conflict; accordingly the syllabus for studying philosophy began with Aristotle (commencing with his logical works, the ‘Organon’, or ‘Tool’), leaving Plato to the climax. This accounts for the fact that the early books of the ‘Organon’ (‘Categories’, ‘On Interpretation’, and ‘Prior Analytics’ [at first only to I.7]) were the first works of Aristotle to be translated (along with Porphyry ’s ‘Introduction’), and it is only these that actually survive, although there is evidence that much more was translated; it also accounts for the fact that no genuine works by Plato were ever translated into Syriac . The Syriac translations fall into three main periods: 1. the earliest, anonymous, translations probably belonging to the early 6th cent. ; these survive, and are confined to the early books of the ‘Organon’; 2. the 7th- and early 8th-cent. revisions by Athanasios of Balad , Yaʿqub of Edessa , and Giwargi bp. of the Arab tribes , several of which survive; the later books of the ‘Organon’ were also translated by Athanasios, but these are no longer extant; Yaʿqub evidently knew the ‘Metaphysics’, but that work appears never to have been translated into Syriac; 3. further revisions and new translations made in the course of the ‘translation movement’ patronised by the Abbasid caliphs; the new translations also included many other works, beyond the ‘Organon’ (see Peters); hardly any of these survive in their original form, since they were usually made just to serve as the basis for further translation into Arabic; some use of them, however, was made by Bar ʿEbroyo in his ‘Cream of Wisdom’ and elsewhere. The earliest Syriac commentators, (for whom, see Hugonnard-Roche, La logique , 123–291), Sergios of Reshʿayna , Proba , and Pawlos the Persian , all belong to the early or mid-6th cent. (on internal evidence the 5th-cent. date sometimes given to Proba cannot be correct). In the 7th cent. Severos Sebokht wrote on syllogisms, while Athanasios of Balad wrote an Introduction to Aristotelian logic, and Yaʿqub of Edessa provided an ‘Encheiridion’ of philosophical terms. Giwargi’s revision of the first three books of the Organon (including the whole of the ‘Prior Analytics’) is accompanied by introductions to a number of the books, as well as annotation. E.-Syr. authors from Gabriel Qaṭraya and Babai onwards also show an awareness of Aristotle’s logical works, and writings dealing with topics in the ‘Organon’ by Michael Badoqa , Ishoʿbokht , Silwanos of Qardu (who knows all the books of the ‘Organon’; CSCO 464, p. 35), Theodoros bar Koni , and others survive, but no specific commentaries are preserved. A glimpse at the translation movement in action is given by Timotheos I in his Letters 43 and 48, on translating the ‘Topics’. From the late 12th cent. a commentary reaching the ‘Analytics’ by Dionysios bar Ṣalibi survives ( ms. Cambridge Gg. 2.14). In the early 13th cent. both Yoḥannan bar Zoʿbi and Yaʿqub bar Shakko (in his ‘Dialogues’) are concerned with related topics; a little later Bar ʿEbroyo, in his Ktobo d-boboto covers in brief the whole of the ‘Organon’, while his ‘Cream of Wisdom’ serves as a general compendium of almost all aspects of Aristotelian philosophy. Besides two short biographies ( ed. Baumstark, Aristoteles , 2*–3*), a number of works falsely under Aristotle’s name were also translated into Syriac, the most notable being the Peri Kosmou (‘On the universe’; ed. de Lagarde, Analecta Syriaca , 134–58), translated by Sergios of Reshʿayna. Although it was once thought that the Arabic Neoplatonist work known as the ‘Theology of Aristotle’ was translated from a lost Syriac text, this is now considered improbable. Primary Sources K.  Georr, Les Catégories d’Aristote dans leurs versions syro-arabes (1948). J. G. H.  Hoffmann, De hermeneuticis apud Syros (1869). (For details of other editions, see the Appendix in Brock, ‘The Syriac Commentary tradition’) Secondary Sources A.  Baumstark, Aristoteles bei den Syrern vom 5. bis 8. Jahrhundert (1900). S. P.  Brock, ‘The Syriac Commenatary tradition’, in Glosses and Commentaries on Aristotelian Logical Texts , ed. C.  Burnett (1993), 3–18. (with details of translations and commentaries; repr. in From Ephrem to Romanos [1999], ch. XIII) S. P. Brock idem , ‘Two letters of the Patriarch Timothy from the late eighth century on translations from Greek’, Arabic Sciences and Philosophy 9 (1999), 233–46. ( ET of Letters 43 and 48) H.  Daiber, ‘Die Aristotelesrezeption in der syrischen Literatur’, in Die Gegenwart des Altertums , ed. D. Kuhn and H. Stahl (2001), 327–45. H.  Hugonnard-Roche, La logique d’Aristote du grec au syriaque. Études sur la transmission des textes de l’Organon et leur interprétation philosophique (2004). H.  Hugonnard-Roche idem , ‘L’Organon. Tradition syriaque et arabe’, in Dictionnaire des philosophes antiques , vol. 1, ed. R. Goulet (1989), 502–528. H.  Hugonnard-Roche idem , ‘Jacob of Edessa and the reception of Aristotle’, in Jacob of Edessa and the Syriac Culture of his Day , ed. B. ter Haar Romeny (2008), 205–22. F. E.  Peters, Aristoteles Arabus (1968). (also with reference to Syriac) P. L.  Schoonheim, ‘Météorologiques. Tradition syriaque et arabe’, in Dictionnaire des philosophes antiques , Supplément (2003), 324–8. J.  Teixidor, Aristote en syriaque. Paul le perse, logicien du VIe siècle (2003). J. W.  Watt, ‘[Aristote] La rhétorique’, in Dictionnaire des philosophes antiques , Supplément (2003), 219. J. W.  Watt idem , ‘Al-Farabi and the history of the Syriac Organon’, in Malphono w-Rabo d- Malphon Malphone , ed. Kiraz, 751–78. Sebastian P. Brock",
    "title" : "Aristotle",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Aristotle",
    "displayTitleEnglish" : "Aristotle",
    "persName" : 
    [ " Porphyry ",
      " Athanasios of Balad ",
      " Yaʿqub of Edessa ",
      " Giwargi bp. of the Arab tribes ",
      " Bar ʿEbroyo ",
      " Sergios of Reshʿayna ",
      " Proba ",
      " Pawlos the Persian ",
      " Severos Sebokht ",
      " Gabriel Qaṭraya ",
      " Babai ",
      " Michael Badoqa ",
      " Ishoʿbokht ",
      " Silwanos of Qardu ",
      " Theodoros bar Koni ",
      " Timotheos I ",
      " Dionysios bar Ṣalibi ",
      " Yoḥannan bar Zoʿbi ",
      " Yaʿqub bar Shakko ",
      "  Sebastian P.  Brock  " ] }