
  { "fullText" : "Assfalg, Julius https:\/\/gedsh.bethmardutho.org\/Assfalg-Julius http:\/\/syriaca.org\/bibl\/65 56 Julius Assfalg http:\/\/syriaca.org\/person\/351 person Scholar of the Christian East, professor at the University of Munich. (1919–2001) Scholar of the Christian East, professor at the University of Munich. Assfalg was born in Hohenaschau, Bavaria, on 6 Nov. 1919 and studied philosophy, theology, and Near-Eastern languages (Hebrew, Arabic, and Syriac) in Freising and Eichstätt. He served in the German army during World War II and became a prisoner of war in France. In 1946, he continued his studies at the University of Munich, where he specialized in the field of Eastern Christian studies, in particular under the guidance of W. Hengstenberg (philology of the Christian East) and A. Spitaler (Semitic languages). He earned his doctoral degree in 1950 with a dissertation on ‘The Order of the Priesthood’, an Arabic liturgical manual of the Coptic Church, and his ‘Habilitation’ in 1961 with an edition of the Old Georgian text of the Minor Prophets. Well-versed in all the languages of the Christian East, he taught at the University of Munich from 1963 and continued to do so, even after his official retirement in 1985. He died on 12 Jan. 2001 in Munich. Among his Syriac publications, the catalogue of Syriac mss. in Germany (1963) should be singled out. Together with P. Krüger he co-edited the Kleines Wörterbuch des Christlichen Orients (1975), which was subsequently translated (with minor updates) into French (1991) and Polish (1998). His name is also closely associated with the journal Oriens Christianus , of which he was co-editor from 1965 until his death. For his 70th birthday, a Festschrift was presented to him (1979), which includes several contributions in the field of Syriac. Sources J.  Assfalg, Syrische Handschriften. Syrische, Karšunische, Christlich-Palästinische, Neusyrische und Mandäische Handschriften (Verzeichnis der orientalischen Handschriften in Deutschland 5; 1963). J. Assfalg and P. Krüger ( ed. ), Kleines Wörterbuch des Christlichen Orients (1975). H. Kaufhold, ‘In Memoriam: Prof. Julius Assfalg (1919–2001)’, Hugoye 4.1 (2001). H. Kaufhold idem , ‘Nachruf auf Professor Dr. Julius Aßfalg. Anhang: Julius Aßfalg’s Rolle bei der Identifizierung des in Speyer gefundenen Blattes des Codex Argenteus’, OC 85 (2001), 1–22. R. Schultz and M. Görg ( ed. ), Lingua Restituta Orientalis. Festgabe für Julius Assfalg (Ägypten und Altes Testament 20; 1990). (includes bibliography from 1954 to 1990) Hubert Kaufhold",
    "title" : "Assfalg, Julius",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Assfalg-Julius",
    "displayTitleEnglish" : "Assfalg, Julius",
    "persName" : 
    [ "  Hubert  Kaufhold  " ] }