
  { "fullText" : "Bar ʿAli, Ishoʿ https:\/\/gedsh.bethmardutho.org\/Bar-Ali-Isho http:\/\/syriaca.org\/bibl\/81 72 Ishoʿ Bar ʿAli ʿĪsā b. ʿAlī Yashūʿ b. ʿAlī http:\/\/syriaca.org\/person\/364 person Physician, scribe, and author of a Syriac-Arabic lexicon. ʿĪsā b. ʿAlī, Yashūʿ b. ʿAlī (second half of the 9th cent. ) [Ch. of E.] Physician, scribe, and author of a Syriac-Arabic Lexicon. In spite of some confusion in the scholarly literature (see Butts), Ishoʿ bar ʿAli can in all likelihood be identified with ʿĪsā b. ʿAlī, student of the well-known translator Ḥunayn b. Isḥāq (d. 873). From Arabic sources, it is known that he was the personal physician of Caliph al-Muʿtamid ( r. 870–892), and that he authored two works (in Arabic) in the field of medicine, the ‘Book of the benefits made use of from the organs of animals’ and the ‘Book of poisons’. In addition, he is mentioned as a scribe in the colophon of two mss. of the Arabic Diatessaron (Vatican, Borg. Arab. 250; Oxford, Bodleian Arab. e 163). Bar ʿAli is, however, best known for his Syriac-Arabic Lexicon ( ed. Hoffmann [ ʾālap through mim ]; Gottheil [ nun through taw ]). In the preface to his Lexicon, Bar ʿAli states that he undertook its writing at the behest of a certain deacon Abraham. During his readings, Abraham had been employing the Lexicon of Ḥunayn b. Isḥāq as well as a Lexicon compiled by Ishoʿ of Merv . Abraham seems to have been happy with the former, but less so with the latter. In addition, according to Abraham, the lexicon of Ḥunayn b. Isḥāq and that of Ishoʿ of Merv differed at times in their definitions. Thus, Bar ʿAli undertook composing a new lexicon on the basis of these two previous works and supplemented by his own readings. At the end of the Preface, Bar ʿAli exhorts his future readers to expand and supplement his Lexicon with additional words. The name of one such expander is known from a postscript found in some mss. , and it is none other than the aforementioned deacon Abraham. The Lexicon of Bar ʿAli is an important source for Syriac lexicography. Already in the 1830s, the Hebrew grammarian and lexicographer F. H. W. Gesenius pointed out the significance of Bar ʿAli’s Lexicon for Semitic studies. In addition, the Lexicon of Bar ʿAli — along with that of Ḥasan Bar Bahlul (mid-10th cent. ) — was incorporated into R. Payne Smith’s Thesaurus Syriacus and, to a lesser extent, C. Brockelmann’s Lexicon Syriacum . Finally, it should be noted that Bar ʿAli is to be distinguished from two other individuals with similar names: 1. ʿĪsā b. ʿAlī, who was the son of the ‘good vizier’ ʿAlī b. ʿĪsā b. Dāʾūd b. al-Jarrāḥ (d. 946), who was a student of Yaḥyā b. ʿAdī (d. 974), and who died in 1001 (see J. L. Kraemer, Humanism in the Renaissance of Islam. The cultural revival during the Buyid age [1986], 134–36); 2. ʿAlī b. ʿĪsā al-kaḥḥāl, who authored the ‘Prescription of Oculists’( tadhkirat al-kaḥḥālīn ), who was a student of Ibn al-Ṭayyib (d. 1043), and who died sometime after 1010 (see E. Mittwoch, in EI 2 , vol. 1, 388). Primary Sources R. J. H.  Gottheil, Bar ʿAli (Ishoʿ). The Syriac-Arabic Glosses (2 vols.; Atti della R. Accademia dei Lincei. Classe di Scienzi morali, storiche e filologiche Ser. 5, vol. 13; 1910, 1928). G.  Hoffmann, Syrisch-Arabische Glossen. Autographie einer gothaischen Handschrift enthaltend Bar Ali’s Lexikon von Alaf bis Mim (1874). Secondary Sources Assemani, BibOr , vol. 3.1, 257. Baumstark, Literatur , 241–242. (with a different identification of Bar ʿAli) A. M. Butts, ‘The biography of the lexicographer Ishoʿ bar ʿAli (ʿĪsā b. ʿAlī)’, OC 93 (2009), 59–70. (incl. further references) Duval, La littérature syriaque , 297–8. F. H. W. Gesenius, De Bar Alio et Bar Bahlulo, lexicographis Syro-Arabicis ineditis, commentatio litteraria philologica , 1–2 (1834, 1839). Aaron M. Butts",
    "title" : "Bar ʿAli, Ishoʿ",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Bar-Ali-Isho",
    "displayTitleEnglish" : "Bar ʿAli, Ishoʿ",
    "persName" : 
    [ " Ḥunayn b. Isḥāq ",
      " Ishoʿ of Merv ",
      " Ḥasan Bar Bahlul ",
      " Yaḥyā b. ʿAdī ",
      " Ibn al-Ṭayyib ",
      "  Aaron M.  Butts  " ] }