
  { "fullText" : "Bibliography https:\/\/gedsh.bethmardutho.org\/Bibliography http:\/\/syriaca.org\/bibl\/116 107 subject Overview of attempts at collecting and systematizing knowledge about Syriac Christian authors and their writings, from 13th cent. compilations to contemporary printed and online resources. The earliest attempts at collecting and systematizing knowledge about Syriac Christian authors and their writings can be traced back to the Syrians themselves. One might refer to the ‘Catalogue of Books’ by ʿAbdishoʿ bar Brikha (d. 1318), a poem listing all Syriac authors known to him and their writings. An annotated edition of the ‘Catalogue’ was an important component in J. S. Assemani ’s Bibliotheca Orientalis (1719–28), which marks the transition between pre-modern and modern scholarship. Ample references to 19th- and early 20th-cent. publications on Syriac authors can be found in A. Baumstark ’s Geschichte der syrischen Literatur (1921), while the first six decades of the 20th cent. are covered in I. Ortiz de Urbina’s Patrologia Syriaca (2nd ed. 1965). Both of these works provide a narrative, albeit fragmented, history of Syriac literature and are not primarily designed as bibliographical tools. C. Moss’ Catalogue of Syriac books and related literature in the British Museum (1962), on the other hand, is a pure bibliography. Though limited to the holdings of one institution, it provides a very useful key to Syriac scholarship. Ancient and modern authors are listed indiscriminately in alphabetical order, and some broader topics (e.g., ‘Bible’, ‘Liturgies’) are included as well. This approach necessitated a great number of cross-references and, in addition, the user has to go back and forth between the main part (col. 2–1174) and the ‘Addenda’ (col. 1–206). Where Moss left off (1960), S. P. Brock picked up with a series of installments of his ‘Syriac studies: a classified bibliography’, published in Parole de l’Orient . Organized around the names of ancient authors and themes, each installment originally covered a ten year span, but since 1980 the bibliography has appeared in five year five-year increments. Four installments, altogether covering the years 1960–1990, were integrated into one book form publication (Brock 1996). Three more installments have since appeared: 1991–95 in ParOr 23 (1998), 1996–2000 in ParOr 29 (2004), and 2001–2005 in ParOr 33 (2008). Brock also publishes an annual list of new books on Syriac topics in the winter issue of Hugoye , but in contrast to the ParOr bibliographies, this does not include papers in journals or individual chapters in books. Selective bibliographies, aimed at beginning scholars, can be found in Brock’s Introduction to Syriac studies (most recently 2006) and in M. Albert’s ‘Langue et littérature syriaque’ (1993). In addition to the general bibliographies mentioned so far (of either the exhaustive or the selective type), there exist a number of specialized bibliographies. Brock’s contribution to Muraoka’s Syriac grammar (1997 and 2005) covers grammatical studies. In the field of Syriac literature, the absence of a fully updated version of Baumstark is compensated to a certain extent by Brock’s Brief Outline of Syriac Literature (1997), which contains many bibliographical references. In addition, there are bibliographies dealing with one author, such as the very exhaustive bibliographies on Ephrem (Den Biesen 2002) and Bar ʿEbroyo (Takahashi 2005), or the more limited ones on Yaʿqub of Serug (Alwan 1986), Isḥaq of Antioch (Mathews 2002 and 2003), and Yaʿqub of Edessa (Kruisheer 2008). Other bliographies bibliographies are devoted to the OT Peshitta (Dirksen 1989 and 1995, since 1999 regularly updated in the Journal for the Aramaic Bible , and since 2003 in Aramaic Studies ), liturgy (Sauget 1962 and Yousif 1990), Syriac sources on early Islam (Penn 2003 — to be used alongside Hoyland, Seeing Islam , and Thomas and Roggema, Christian-Muslim relations , vol. 1. 600–900 [2009]), inscriptions (Brock 1978 and Desreumaux 1980), and Neo-Syriac (see Sureth ), as part of the broader field of Neo-Aramaic (Krotkoff 1990 and Younansardaroud 2003). A bibliography of Syriac mystical literature is forthcoming (Pinggéra and Kessel). Fiey’s posthumously published Saints syriaques (2004) provides an introduction to Syriac hagiography and present-day hagiographical studies. A very useful survey of holdings of Syriac manuscripts world-wide is available in Desreumaux’s Répertoire des manuscrits syriaques (1991). While the focus of scholarly monographs is obviously on the topic they study, they often provide very useful windows into segments of contemporary scholarship. Examples are R. Macuch’s 1976 book on later Syriac literature (as a sequel to Baumstark) and J. F. Coakley’s 2006 study of Syriac typography. Where Syriac is not the primary language, such as is the case for a number of apocryphal texts and for Syriac translations of Greek patristic works, the existing bibliographical tools by Geerard (1974–2003 and 1992) and Haelewyck (1998) are very helpful. Similalrly, the Christian Arabic bibliographies by Teule and Schepens (2005 and 2006) contain many items relevant to Syriac studies. Along with the main periodicals in the field, collective works organized around one specific theme or field often give a convenient overview of the state of the art and provide bibliographical references. The successive volumes published in the collection ‘Études syriaques’ may be singled out as examples. They deal with inscriptions (no. 1), apocrypha (2), liturgies (3), the Greek Fathers (4), and the OT (5). Several contributions to the volume ‘Nos sources’ (Atallah 2005) include bibliographical details as well. Bibliographies of individual scholars often are found in Festschrifts or memorial volumes, or are part of obituaries; references to such bibliographies are included in the section ‘Bibliography’ of Brock’s bibliographies. In recent years a number of on-line databases have started to provide access to important resources and search tools. The following sites may be singled out: Assyrian Academic Society: http:\/\/www.aas.net\/ ATLA Religion Database: http:\/\/www.atla.com\/atlahome.html www.atla.com Comprehensive Aramaic Lexicon: http:\/\/cal1.cn.huc.edu\/ Syriac Orthodox Resources: http:\/\/sor.cua.edu\/ Sources M.  Albert, ‘Langue et littérature syriaque’, in Christianismes orientaux. Introduction à l’étude des langues et littératures , ed. M. Albert et al. (1993), 297–375. Kh.  Alwan, ‘Bibliographie générale raisonnée de Jacques de Saroug († 521)’, ParOr 13 (1986), 313–83. M.  Atallah et al. , Sources syriaques , vol. 1. Nos sources: Arts et littératures syriaques (2005). Baumstark, Literatur . K.  den Biesen, Bibliography of Ephrem the Syrian (2002). S. P.  Brock, ‘(Some) recent books on Syriac topics’, Hugoye 1.1 (Jan. 1998); 2.1 (Jan. 1999); 3.1 (Jan. 2000); 4.1 (Jan. 2001); 5.1 (Jan. 2002); 6.1 (Jan. 2003); 7.1 (Jan. 2004); 8.1 (Jan. 2005); 9.1 (Jan. 2006); 10.1 (Winter 2007); 11.1 (Winter 2008). S. P.  Brock idem , ‘Syriac Studies. A classified bibliography’, ParOr 4 (1973), 393–465 (1960–70); 10 (1981–82), 291–412 (1971–80); 14 (1987), 289–360 (1981–85); 17 (1992), 211–301 (1986–90); 23 (1998), 241–350 (1991–95); 29 (2004), 263–410 (1996–2000); 33 (2008), 281–446 (2001–2005). S. P.  Brock idem , ‘Syriac inscriptions: A preliminary checklist of European publications’, AION 38 (1978), 255–71. S. P.  Brock idem , Syriac Studies. A classified bibliography (1960–1990) (1996). S. P.  Brock idem , Brief Outline of Syriac Literature (Moran Etho 9; 1997; 2nd ed. 2009). S. P.  Brock idem , An Introduction to Syriac Studies (Gorgias Handbooks 4; 2nd ed. 2006). S. P.  Brock idem , ‘Syriac sources and resources for Byzantinists’, in Proceedings of the 21st International Congress of Byzantine Studies , vol. I, ed. E. Jeffreys, (2006), 193–210. J. F.  Coakley, The typography of Syriac. A historical catalogue of printing types, 1537–1958 (2006). A.  Desreumaux, ‘Pour une bibliographie de l’épigraphie syriaque’, AION 40 (1980), 704–8. A.  Desreumaux idem , Répertoire des bibliothèques et des catalogues de manuscrits syriaques (1991). Études syriaques : 1. Les inscriptions syriaques (2004); 2. Les apocryphes syriaques (2005); 3. Les liturgies syriaques (2006); 4. Les Pères grecs dans la tradition syriaque (2007); 5. L’Ancien Testament en syriaque (2008); 6. L’historiographie syriaque (2009). P. B.  Dirksen, An annotated bibliography of the Peshitta of the Old Testament ( MPIL 5; 1989). P. B.  Dirksen idem , ‘Supplement to An annotated bibliography of the Peshitta of the Old Testament’, in The Peshitta as a translation. Papers read at the II Peshitta Symposium , ed. P. B. Dirksen and A. van der Kooij ( MPIL 8; 1995), 221–236. Fiey, Saints syriaques (2004). M. Geerard, Clavis apocryphorum Novi Testamenti (1992). M. Geerard idem , Clavis Patrum Graecorum (5 vols.; 1974–87); Supplementum (M. Geerard and J. Noret, 1998); Volumen III A (J. Noret, 2003). J.-C. Haelewyck, Clavis apocryphorum Veteris Testamenti (1998). Hoyland, Seeing Islam . G. Krotkoff, ‘An annotated bibliography of Neo-Aramaic’, in Studies in Neo-Aramaic , ed. W. Heinrichs (1990), 3–26. D. Kruisheer, ‘A bibliographical Clavis to the works of Jacob of Edessa (Revised and expanded)’, in Jacob of Edessa and the Syriac culture of his day , ed. B. ter Haar Romeny ( MPIL 18; 2008), 265–93. R. Macuch, Geschichte der spät- und neusyrischen Literatur (1976). E. G.  Mathews, ‘A bibliographical Clavis to the corpus of works attributed to Isaac of Antioch’, Hugoye 5.1 (Jan. 2002). E. G.  Mathews idem , ‘The works attributed to Isaac of Antioch: A[nother] preliminary checklist’, Hugoye 6.1 (Jan. 2003). T.  Muraoka, Classical Syriac. A basic grammar with a chrestomathy. With a select bibliography compiled by S. P. Brock (Porta Linguarum Orientalium 19; 1997; 2nd ed. 2005). Ortiz de Urbina, Patrologia Syriaca . M. P.  Penn, ‘Syriac Sources for Early Christian\/Muslim Relations’, Islamochristiana 29 (2003), 59–78. K. Pinngéra and G. Kessel, Bibliography of Syriac mystical literature A bibliography of Syriac ascetic and mystical literature ( ECS 11 ; forthcoming 2011 ). J.-M.  Sauget, Bibliographie des liturgies orientales (1900–1960) (1962). H. Takahashi, Barhebraeus: a bio-bibliography (2005). H. G. B.  Teule and V. Schepens, ‘Christian Arabic bibliography’, JEastCS 57 (2005), 129–74 and 58 (2006), 265–99. D.  Thomas and B.  Roggema ( ed. ), Christian-Muslim relations. A bibliographical history , vol. 1. 600–900 (2009). H.  Younansardaroud, ‘A bibliography of Modern-Assyrian (Neo-Aramaic) dialects’, JAAS 17.1 (2003), 19–37; 17.2 (2003), 74–92. P. Yousif, A classified bibliography on the East Syrian liturgy (1990). Lucas Van Rompay",
    "title" : "Bibliography",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Bibliography",
    "displayTitleEnglish" : "Bibliography",
    "persName" : 
    [ " ʿAbdishoʿ bar Brikha ",
      " J. S. Assemani ",
      " A. Baumstark ",
      " Ephrem ",
      " Bar ʿEbroyo ",
      " Yaʿqub of Serug ",
      " Isḥaq of Antioch ",
      " Yaʿqub of Edessa ",
      "  Lucas  Van Rompay  " ] }