
  { "fullText" : "Bnay Qyāmā , Bnāt Qyāmā https:\/\/gedsh.bethmardutho.org\/Bnay-Qyama-Bnat-Qyama http:\/\/syriaca.org\/bibl\/119 110 Bnāt Qyāmā Bnay Qyāmā bar qyāmā ba(r)t qyāmā org Terms for a committed community of ascetic individuals, originating in the pre-monastic 4th cent. and continuing in various forms to the present. sing. bar qyāmā , ba(r)t qyāmā Terms for a committed community of ascetic individuals, originating in the pre-monastic 4th cent. and continuing in various forms to the present. The meaning of the term has long been debated. Qyāmā is derived from the root qwm with the basic meaning ‘to stand’, ‘to rise’, but also has the range of ‘stance’, ‘status’, ‘state’, ‘station (in life)’. From this some see the concept of ‘taking a stand’ or ‘covenant’ to have developed. A bar\/ba(r)t qyāmā is a ‘son\/daughter of the covenant’ or ‘covenanter’ (see Nedungatt) — one who has accepted or adopted the covenant of the Christian ascetical way of life. The word qyāmā by itself was frequently used as a synonym not only for the consecrated elite, but for the whole Syriac Christian community. Some scholars believe the term suggests bnay qyāmtā ‘sons of the resurrection’ and while this requires shifting the masculine qyāmā to feminine qyāmtā , an allusion is possible with reference to Luke 20:36, ‘for they have become children of the resurrection’. More recently, some scholars have explored the possible connections between qyāmā and the Greek term kanōn (as an equivalent of ‘clergy’) and theHebrew term maʿămād (especially in the Jewish institution of the anšē maʿămād ) (see Macina, as well as M. J. M.-J. Pierre, Aphraate, le Sage persan: Les exposés [SC 249; 1988], 99 n. 84). The principle source for the early history of the bnay\/bnāt qyāmā is Aphrahaṭ ’s Sixth Demonstration, ‘On the Bnay Qyāmā ’, particularly in the section dubbed ‘Aphrahaṭ’s Rule’ ( Dem . 6.8). Celibacy is no longer a requirement for inclusion, nor is absolute poverty required as almsgiving is encouraged. Fervent faith, evidenced in zealous fasting and prayer, is the foundation. Much attention is directed to sincere and careful speech, avoiding gossip and envious feelings, as well as treating enemies and evil ones without enmity. The goal is the imitation of Christ, whereby Aphrahaṭ used the term iḥidāyā ‘solitary, single’, as a synonym for bar\/ba(r)t qyāmā , iḥidāyā being also the term for Christ, ‘the Only-Begotten One’ (Greek monogenēs ). The bnay\/bnāt qyāmā were solitaries who followed the way of the Iḥidāyā . Aphrahaṭ cautions against excessive behavior, fancy clothes and hair, and going to intemperate feasts. His greatest concern is the practice of ‘spiritual marriage’ among males and females of the qyāmā who live together for the purposes of helping one another in the maintenance of a household. The activity of the bnay\/bnāt qyāmā is referred to in a number of later documents and contexts. Ephrem reputedly organized and conducted a choir of bnāt qyāmā who sang most of his hymns. The 15th canon of the Synod of Laodicea of Phrygia (between 343–81) prohibits anyone to sing in the church except bnāt qyāmā and other chanters. Nearly half of the canons of Rabbula , bp. of Edessa (411–32) deal with the bnay\/bnāt qyāmā , proscribing excessive behavior and indicating a wide-spread presence and involvement in the administration and active ministries of local churches, towns, and villages. During the 4th and 5th cent. the bnay\/bnāt qyāmā were novitiates living in the world, preparing for the priesthood or monastic vocation. Many used the institution as a youthful rite of passage and training experience rounding them out for a secular career upon attaining maturity. In general, communities of the bnāt qyāmā appear to have maintained a more vital existence than those of their male counterparts. Later references to the institution are found in Yuḥanon of Ephesus (d. 586), whose life of Simeon the Mountaineer ( Lives of the Eastern Saints , 16) depicts an ascetic who settles in a village, reestablishing there the church and bnay qyāmā , though not without resistance; in Dadishoʿ Qaṭraya (7th cent. ); in canons of the 7th and 12th cent. ; and in Bar ʿEbroyo (d. 1286). Gradually, the bnay\/bnāt qyāmā lost their status as the ascetical elite to monks and solitaries who live apart from the town and village. Monasticism proper assumed their roles, though Bar ʿEbroyo points to a brief revival of bnay\/bnāt qyāmā in the 13th cent. The term ba(r)t qyāmā survives in W. Syr. as bath qyomo to denote a priest’s wife until this day. Primary Sources I.  Parisot, Aphraatis Sapientis Persae Demonstrationes ( PS 1; 1894), 239–312. (Syr. with LT of Aphrahaṭ’s Sixth Demonstration) Secondary Sources S. A.  Harvey, ‘Revisiting the Daughters of the Covenant: Women’s choirs and sacred song in ancient Syriac Christianity’, Hugoye 8.2 (2005). S. H.  Griffith, ‘“Singles” in God’s service: thoughts on the ihidaye from the works of Aphrahat and Ephraem the Syrian’, Harp 4 (1991) 145–59. S. H.  Griffith idem , ‘Monks, “Singles,” and the “Sons of the Covenant.” Reflections on Syriac ascetic terminology’, in Eulogema. Studies in Honor of R. Taft , S.J. , ed. E. Carr et al. (Studia Anselmiana 110; 1993), 141–60. R.  Macina, ‘Les bnay et bnat qyama de l’Église syriaque: Une piste philologique sérieuse’, Patrimoine syriaque , vol. 6. Le monachisme syriaque (1999), 13–49. R.  Murray, ‘The Exhortation to Candidates for Ascetical Vows at Baptism in the Ancient Syriac Church’, NTS 21 (1974\/75), 59–80. G. Nedungatt, ‘The Covenanters of the Early Syriac-Speaking Church’, OCP 39 (1973), 191–215, 419–44. A.  Vööbus, ‘The Institution of the Benai Qeiama and Benat Qeiama in the Ancient Syrian Church’, CH 30 (1961), 14–27. Robert A. Kitchen",
    "title" : "Bnay Qyāmā, Bnāt Qyāmā",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Bnay-Qyama-Bnat-Qyama",
    "displayTitleEnglish" : "Bnay Qyāmā, Bnāt Qyāmā",
    "persName" : 
    [ " Aphrahaṭ ",
      " Ephrem ",
      " Rabbula ",
      " Yuḥanon of Ephesus ",
      " Dadishoʿ Qaṭraya ",
      " Bar ʿEbroyo ",
      "  Robert A.  Kitchen  " ],
    "placeName" : 
    [ " Edessa " ] }