
  { "fullText" : "Brockelmann, Carl https:\/\/gedsh.bethmardutho.org\/Brockelmann-Carl http:\/\/syriaca.org\/bibl\/124 115 Carl Brockelmann http:\/\/syriaca.org\/person\/402 person German Semitist. brief (1868–1956) German Semitist. Brockelmann began the study of oriental languages as well as classical languages and history, first in Rostock and later in Breslau and Strasbourg. After earning his Ph.D. in Strasbourg in 1890 with a dissertation in Arabic studies, he became an assistant teacher at a gymnasium in the same city (1890–92). He earned his habilitation (an advanced university degree) at the University of Breslau in 1893 and became a privatdozent (lecturer) at the same institution (1893–1900). In 1895–96, he traveled to London and Constantinople to copy Arabic mss. which he intended to publish. He was appointed instructor of Arabic at the Seminar for Oriental Languages in Berlin (1900) and later professor at the universities of Breslau (1900–03), Königsberg (1903–10), Halle an der Saale (1910–22; Rector of the University in 1918\/19), and Berlin (1922–23). In 1923 he returned to Breslau, where he was Rector of the University in 1932\/33 and from where he retired in 1935. He returned to Halle in 1937 and continued his scholarly work with much intensity. After World War II, he accepted a position as librarian in Halle due to financial problems. In 1947, he was appointed professor of Turkish studies at Halle, a position that he held until his retirement in 1953. While a gymnasium student, Brockelmann already began to occupy himself with Hebrew, Biblical Aramaic, and Syriac. His first publications, however, were devoted to Arabic. At an early date he started collecting data for his first significant publication, his Lexicon Syriacum , which appeared in 1895 and was distinguished from other lexica of Syriac due to its textual references, etymological data, and Latin-Syriac index. A considerably expanded second edition appeared between 1923 and 1928. The first two volumes of Brockelmann’s foundational and monumental Geschichte der arabischen Literatur (History of Arabic literature) appeared in 1898 and 1902, respectively. They covered all of Islamic Arabic literature (and so excluded the confessional literature of Jews and Christians in Arabic). Three substantial supplementary volumes appeared between 1937 and 1942, followed in 1943 and 1949 by the second edition of the first two volumes, to which references to the supplementary volumes were added. This masterly handbook remains indispensable up to the present day. The year 1899 saw the first publication of Brockelmann’s Syrische Grammatik (Syriac grammar). It included a chrestomathy and was enhanced by substantial historical linguistic explanations. It is often reprinted. Likewise, his Arabische Grammatik (Arabic grammar), based on a work by Albert Socin, was often reprinted. Brockelmann not only provided the impetus for the publication of the Geschichte der christlichen Literaturen des Orients (History of the Christian literatures of the East) in 1907, but also contributed to it a survey of Syriac literature (p. 1–66) and brief summaries of Christian Palestinian Aramaic (p. 66) and Christian Arabic literature (p. 67–74). In 1903 and 1908, Brockelmann published descriptions of oriental mss. (including Syriac mss. ) in Breslau and Hamburg. Brockelmann’s second major work, his two-volume Grundriss der vergleichenden Grammatik der semitischen Sprachen (Outline of the comparative grammar of the Semitic languages) originated during his time in Königsberg and Halle (1908 and 1913). In its 1400 pages, Brockelmann discussed all of the Semitic languages known in his day. This work has also not yet been replaced. In 1939, he published his Geschichte der islamischen Völker and Staaten (History of the Islamic peoples and nations), which was translated into many languages. To the ‘Semitics’ volume of the Handbook of Oriental Studies , Brockelmann contributed, among other things, the section on Syriac. In addition to the Semitic languages, Brockelmann also occupied himself with the research and teaching of Turkish, Armenian, Georgian, and Coptic. His unpublished scholarly writings are kept in the Library of the Deutsche Morgenländische Gesellschaft in Halle an der Saale. Brockelmann’s work is characterized by an admirable versatility. He exhibited a combination of ‘an excellent memory, a distinct sense of order, a quick understanding, and the ability to correctly assess the scope of a project, along with an unbending will and an exceptional manpower’ (J. Fück). Brockelmann’s main publications are Lexicon Syriacum (1895; 2nd ed. 1928; most recent repr. 1995); Geschichte der arabischen Literatur (2 vols.; 1898–1902; 2nd ed. 1943, 1949; repr. 1996); 3 supplement volumes (1937, 1938, 1943; repr. 1996); Syrische Grammatik mit Paradigmen, Literatur, Chrestomathie und Glossar (1899, 13th ed. 1981); ‘Die syrische und die christlich-arabische Litteratur’, in Geschichte der christlichen Litteraturen des Orients , ed. C. Brockelmann et al. (1907), 1–74 (2nd ed. 1909; repr. 1972); Grundriss der vergleichenden Grammatik der semitischen Sprachen, I. Laut- und Formenlehre (1908), II. Syntax (1913; both volumes repr. 1999); Geschichte der islamischen Völker und Staaten (1939); Arabische Grammatik. Paradigmen, Literatur, Übungsstücke und Glossar (6th ed. 1909, 25th ed. 1997); and several contributions in Handbuch der Orientalistik, I,3. Semitistik (1954; repr. 1964), esp. ‘Das Aramäische, einschliesslich des Syrischen’, 135–62. Sources ‘Autobiographische Aufzeichnungen und Erinnerungen von C. B., als Manuskript hrsg. von Rudolf Sellheim’, Oriens 27–28 (1981), 1–65. (with photograph) Deutsches Biographisches Archiv , fiche II 180, 119–22; III 118, 78–9. J.  Fück, ‘Verzeichnis der Schriften C. B.s’, Wissenschaftliche Zeitschrift der Martin-Luther-Universität Halle-Wittenberg, Gesellschafts- und sprachwissenschaftliche Reihe , VII, 4 (Halle 1958), 863–76. (bibliography with 554 items) J.  Fück idem , ‘C. B. (1868–1956)’, ZDMG 108 (1958), 1–13. (also published as ‘C. B. als Orientalist’, Wissenschaftliche Zeitschrift der Martin-Luther-Universität Halle-Wittenberg, Gesellschafts- und sprachwissenschaftliche Reihe , VII, 4 [Halle 1958], 857–63, with photograph) Hubert Kaufhold",
    "title" : "Brockelmann, Carl",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Brockelmann-Carl",
    "displayTitleEnglish" : "Brockelmann, Carl",
    "persName" : 
    [ "  Hubert  Kaufhold  " ] }