
  { "fullText" : "Budge, Sir Ernest Alfred Wallis https:\/\/gedsh.bethmardutho.org\/Budge-Sir-Ernest-Alfred-Wallis http:\/\/syriaca.org\/bibl\/126 117 Sir Ernest Alfred Wallis Budge http:\/\/syriaca.org\/person\/404 person Scholar of Assyriology, Egyptology, Syriac, Coptic and Ethiopic. (1857–1934) Scholar of Assyriology, Egyptology, Syriac, Coptic , and Ethiopic. Of humble origins, he learnt Hebrew and Syriac while working as a shop assistant. He was given funds to study with W. Wright at Cambridge (1878) and soon won a scholarship at Christ’s College, Cambridge. He became an assistant in the Oriental Antiquities Department of the British Museum in 1883, and in 1894 was appointed Keeper of Egyptian and Asiatic Antiquities in the British Museum, a post he held till his retirement in 1924. He was made a Knight in 1920. He made several visits to Mesopotamia (where he had a number of Syriac mss. copied for him), as well as to Egypt. Although best known for his many popular books on Egyptology, he also found time to publish numerous texts in Syriac, Coptic, and Ethiopic. His main editions and translations of Syriac texts are: Solomon of Bosra, Book of the Bee (1886); Thomas of Marga, Book of Governors (1893); Philoxenus, Discourses (1894); History of Alexander (1889); Bar Hebraeus, Laughable Stories (1897); History of the Virgin Mary (1899); Life of Rabban Hormizd (1902); ʿAnanishoʿ, Book of Paradise (1904; with a subsequent edition with just the English translation, 1907; and excerpts, 1934); The Syriac Book of Medicines (1913); The Cave of Treasures (1927, translation only); The Monks of Kublai Khan (1928; the diary of Rabban Ṣawma ; translation only); Bar Hebraeus, Chronography (1932). Sources A. H.  Becker, ‘Doctoring the past in the present: E. A.  Wallis Budge, The discourse on magic and the colonization of Iraq’, History of Religions 44 (2005), 175–215. M.  Smith, ‘Budge, E. A. W.’, in Oxford Dictionary of National Biography 8 (2004), 557–8. Sebastian P. Brock",
    "title" : "Budge, Sir Ernest Alfred Wallis",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Budge-Sir-Ernest-Alfred-Wallis",
    "displayTitleEnglish" : "Budge, Sir Ernest Alfred Wallis",
    "persName" : 
    [ " W. Wright ",
      " Rabban Ṣawma ",
      "  Sebastian P.  Brock  " ] }