
  { "fullText" : "Burkitt, Francis Crawford https:\/\/gedsh.bethmardutho.org\/Burkitt-Francis-Crawford http:\/\/syriaca.org\/bibl\/127 118 Francis Crawford Burkitt http:\/\/syriaca.org\/person\/405 person Biblical and Syriac scholar. (1864–1935) Biblical and Syriac scholar. He was educated at Trinity College, Cambridge, where he studied mathematics and then theology. In 1903 he was appointed Lecturer in Palaeography in Cambridge University, and then in 1905 Norrisian Professor of Divinity, also in Cambridge. He was one of the scholars who worked on the Sinai palimpsest of the Old Syriac Version . Most of his early publications were on Syriac topics, notably S. Ephraim’s Quotations from the Gospel (1901), Early Eastern Christianity (1904), Evangelion da-Mepharreshe (edition, translation, and study of the Curetonian ms. of the Old Syriac Gospels; 1904); he also completed the edition of Ephrem’s Prose Refutations (2 vols.; 1912, 1921) after the death of C. W. Mitchell who was killed in the First World War. In the appendix to his The Religion of the Manichees (1925) he edited the minute Syriac Manichaean fragments from Egypt. Most of his articles on Syriac topics were published in the Journal of Theological Studies . His views on early Syriac Christianity and on the authorship of the Peshitta revision of the New Testament have been very influential on English-speaking scholarship. Testimony to the enduring value of his article on Christian Palestinian Aramaic literature is the recent translation of this into Spanish. His beautifully neat Syriac handwriting served as a model for the small Syriac type face once used by the Cambridge University Press. Sources J. F.  Bethune Baker, in Proceedings of the British Academy 22 (1936), 445–84. G. G.  Coulton, in JTS ns 36 (1935), 225–54. (with a classified bibliography) Sebastian P. Brock",
    "title" : "Burkitt, Francis Crawford",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Burkitt-Francis-Crawford",
    "displayTitleEnglish" : "Burkitt, Francis Crawford",
    "persName" : 
    [ "  Sebastian P.  Brock  " ] }