
  { "fullText" : "Catherine, Monastery of St. https:\/\/gedsh.bethmardutho.org\/Catherine-Monastery-of-St http:\/\/syriaca.org\/bibl\/129 120 Monastery of St Catherine http:\/\/syriaca.org\/place\/368 place The Monastery of St. Catherine on Sinai was founded in the 6th cent. It had a multicultural community prior to the Ottoman period when it became entirely Greek. The Monastery of St. Catherine on Sinai was founded in the 6th cent. It had a multicultural community prior to the Ottoman period when it became entirely Greek. Alongside its Greek, Georgian, and Arabic mss. , the monastery preserves the most important collection of early Syriac mss. , after that of Dayr al-Suryān . The most famous of its manuscripts is Syr. 30, the palimpsest Old Syriac Gospels (unlike many of the monastery’s mss. , which are now in western libraries, this ms. remains in Sinai). After a fire in 1975 a blocked up room with further fragmentary mss. in different languages, including Syriac, was discovered. Whereas Dayr al-Suryān has transmitted Syr. Orth. mss. , those of St Catherine’s Monastery are almost all Melkite. See Fig. 32c . Sources S. P.  Brock, Catalogue of Syriac Fragments (New Finds) in the Library of the Monastery of Saint Catherine, Mount Sinai (1995). S. P.  Brock idem , ‘Syriac on Sinai: the main connections’, in Eukosmia: Studi miscellanei per il 75o di Vincenzo Poggi S.J. , ed. V. Ruggieri and L. Pieralli (2003), 103–17. P. Géhin, ‘Fragments sinaïtiques dispersés, I–II’, OC 90 (2006), 72–92; 91 (2007), 1–24. P. Géhin, ‘Fragments patristiques des Nouvelles découvertes du Sinaï’, CCO 6 (2009), 67–93. H.  Husmann, ‘Die syrische syrischen Handschriften des Sinai-Klosters, Herkunft und Schreiber’, OKS 24 (1975), 281–308. A. S.  Lewis, Catalogue of the Syriac manuscripts in the Convent of St Catherine on Mount Sinai (1894). Philothée du Sinaï, Nouveaux manuscrits syriaques du Sinaï (2008). Sebastian P. Brock",
    "title" : "Catherine, Monastery of St.",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Catherine-Monastery-of-St",
    "displayTitleEnglish" : "Catherine, Monastery of St.",
    "persName" : 
    [ "  Sebastian P.  Brock  " ],
    "placeName" : 
    [ " Dayr al-Suryān " ] }