
  { "fullText" : "Cave of Treasures https:\/\/gedsh.bethmardutho.org\/Cave-of-Treasures http:\/\/syriaca.org\/bibl\/131 122 Mʿarrat Gazze work Book containing a re-narration of the biblical history from the creation of the world to Pentecost by an unknown author (incorrectly ascribed to Ephrem). Mʿarrat Gazze Book containing a re-narration of the biblical history from the creation of the world to Pentecost by an unknown author (incorrectly ascribed to Ephrem ). Parts of the Cave of Treasures were known to authors from the 6th cent. on. Internal evidence suggests that it was not composed before the 5th cent. (Leonhard; Ri assumes an earlier date). The ‘Cave of Treasures’ was written in Syriac, translated into Georgian and reworked in other languages. Its title refers to a legendary cave which is located near Paradise and which serves as the home as well as the place of burial and worship for the generations before the flood. For the time after the flood, the interest of the narrator shifts to Adam’s (secondary) burial place in Golgotha being the ‘center of the world’ (39.6–8) and the location of the important events of biblical history. The cave near Paradise is not mentioned any more. The text presents itself as esoteric lore and the only true background against which the Bible can be understood (43.13–4). It uses apocryphal traditions ( e.g. e.g., the traditions on Adam and Eve) but also rewrites and expounds biblical texts and motifs. The ‘Cave of Treasures’ reconstructs the history of the OT by omitting the parts that are of paramount importance for Judaism, e.g. e.g., the time of Moses. The remarks on the Syriac language (24.11, 53.22–7) may betray the author’s interest in creating a distinctively Syriac version of biblical history. Primary Sources E. A. W. Budge, The book of the Cave of Treasures (1927). ( ET according to ms. London, Brit. Libr. Add. 25,875 ff. 3b–50b) J.-P.  Mahé, La Caverne des Trésors ( CSCO 527; 1992). ( FT of the Georgian version) A. S.-M.  Ri, La Caverne des trésors ( CSCO 486–87; 1987). (Syr. edition according to 19 E.- and W.-Syr. mss. arranged as two recensions with FT ) Secondary Sources C.  Leonhard, ‘Observations on the Date of the Syriac Cave of Treasures’, in The World of the Aramaeans , ed. P. M. M.  Daviau et al. , vol. 3 ( JSOT Supplement Series 326; 2001), 255–93. C.  Leonhard idem , ‘Die Beschneidung Christi in der syrischen Schatzhöhle. Beobachtungen zu Datierung und Überlieferung des Werks’, in Syriaca II. Beiträge zum 3. deutschen Syrologen-Symposium in Vierzehnheiligen 2002 , ed. M. Tamcke ( SOK 33; 2004), 11–28. A. S.-M.  Ri, Commentaire de la Caverne des trésors ( CSCO 581; 2000). S. Ruzer, ‘The Cave of Treasures on Swearing by Abel’s Blood and Expulsion from Paradise’, JECS 9 (2001), 251–71. A.  Toepel, Die Adam- und Seth-Legenden im syrischen “Buch der Schatzhöhle” ( CSCO 618, 2006). P.  Wood, ‘Syrian identity in the Cave of Treasures’, Harp 22 (2007), 131–40. Clemens Leonhard",
    "title" : "Cave of Treasures",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Cave-of-Treasures",
    "displayTitleEnglish" : "Cave of Treasures",
    "persName" : 
    [ " Ephrem ",
      "  Clemens  Leonhard  " ] }