
  { "fullText" : "Chaldean Syrian Church https:\/\/gedsh.bethmardutho.org\/Chaldean-Syrian-Church http:\/\/syriaca.org\/bibl\/135 126 org This is the term used for the Church in India (see Thomas Christians) which is part of the Ch. of E. This is the term used for the Church in India (see Thomas Christians ) which is part of the Ch. of E. Although the Church in South India had originally always been part of the Ch. of E. prior to the arrival of the Portuguese, once a Latin Catholic hierarchy had been established in Goa, the indigenous Christians came to be viewed as heretical Nestorians who were in need of conversion; by the end of the 16th cent. the Portuguese authorities had effectively cut off all connections with the Ch. of  E. in the Middle East, although in the early 18th cent. two bishops of the Ch. of E. who had become Chald. (Shemʿon of ʿAda, d. 1720; and Gabriel, d. 1731) came to India where they caused considerable confusion; thus it was only in the late 19th cent. that links with the Ch. of E. were successfully revived. The process was initiated by the Chald. Catholic Patr. patr. of Babylon, Yawsep Audo (1848–78) who, in response to a request from a delegation from Malabar headed by Antony Thondanatta, and as a result of his desire to extend his jurisdiction to India, consecrated Thoma Rokos as metropolitan based in Trichur (1861). This, however, went against the wishes of Rome, and Rokos was obliged to return to the Middle East in 1862. Since Audo had been forbidden by Rome to consecrate anyone else for Malabar, the result was that Thondanatta was consecrated later that year as Mar ʿAbdishoʿ by Mar Shemʿon Rubel, the Patr. patr. of the Ch. of E. , thus reviving the long-broken link. These links were strengthened with the appointment of two Middle Eastern metropolitans to Trichur, Mar Abimalek Timotheus (1908–45) and Mar Toma Darmo (1952–69). Relations between Mar Darmo and the Patr. patr. broke down in the 1960s over issues of the patriarchal succession and (from 1964) the Calendar, after Mar Eshai Shemʿon had changed to the Gregorian Calendar; in 1968 Darmo was elected as rival Patr. patr. , and one of the two Indian bishops he had ordained, Mar Aprem, became his successor as Metropolitan in Trichur. In 1971 Mar Shemʿon consecrated his own Metropolitan of Malabar, thus strengthening the schism between the Old and New Calendarists in India. Following the assassination of Mar Shemʿon in 1975 and the election of Mar Denḥa IV as his successor in 1976, Mar Aprem (at that time under Mar Addai II) was active in trying to bring the two sides together, but it was only in 1995 that unity was achieved as far as the Indian situation was concerned, and the Chald. Syrian Church in India became united with Mar Dinkha. Mar Timotheos had been anxious to set up a printing press in Trichur, and with this in mind he brought Yawsep d-Beth Qelayta to India, but it was only in 1926, after Yawsep had left, that the Mar Narsai Press was established in Trichur, in order to print Syriac liturgical texts. However, it was not until the time of Mar Darmo that many Syriac texts were published; amongst these was the Ḥudrā (3 vols.; 1960–62), as well as a few literary texts (including some in Modern Syriac). At the time of the disputes between Mar Darmo and the Patr. patr. , numerous pamphlets were produced at the Press. Since Mar Darmo’s death, apart from the printing (in 1982) of Timotheos I’s Letters (1–38), left ready by Darmo, hardly any further Syriac texts were published, apart from offset reproductions. The Chaldean Syrian Church is said to have ca. 30,000 adherents. Sources Mar Aprem, Mar Thoma Darmo (1974). Mar Aprem idem , Mar Abimalek Timotheus (1975). Mar Aprem idem , The Chaldean Syrian Church in India (1977). Mar Aprem idem , Mar ʿAbdishoʿ Thondanat (1987). Mar Aprem idem , ‘Mar Narsai Press’, in The Church of the East, Life and Thought , ed. J. F. Coakley and K. Parry (= BJRL 78.3) (1996), 171–8. J. Habbi, ‘Les chaldéens et les Malabars au XIX e siècle’, OC 64 (1980), 82–107. Sebastian P. Brock",
    "title" : "Chaldean Syrian Church",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Chaldean-Syrian-Church",
    "displayTitleEnglish" : "Chaldean Syrian Church",
    "persName" : 
    [ " Abimalek Timotheus ",
      " Toma Darmo ",
      " Eshai Shemʿon ",
      " Yawsep d-Beth Qelayta ",
      "  Sebastian P.  Brock  " ] }