
  { "fullText" : "Clement of Rome and Pseudo-Clementine literature https:\/\/gedsh.bethmardutho.org\/Clement-of-Rome-and-Pseudo-Clementine-literature http:\/\/syriaca.org\/bibl\/145 136 Bp. of Rome ( ca. 88–ca. 97) and author. Bp. of Rome ( ca. 88 – ca. 97) and author. Clement has traditionally been identified as the author of 1 Clement, a pastoral letter written in Greek in Rome ( ca. 96), responding to problems associated with a schism in the church at Corinth. A number of later works came also to be linked spuriously with Clement. The resulting corpus has left traces in several strands of the Syriac tradition. From an early date, 1 Clement circulated with an anonymous homily titled 2 Clement, composed ca. 130–150 in Syria or Egypt. A Syriac version of both texts occurs in a ms. containing the complete Ḥarqlean NT ( ms. Camb. Add. 1700, dated 1170). In that ms. , 1–2 Clement appear with the Catholic Epistles and have been fully incorporated into the lectionary cycle. Although the scribe appears to have believed 1–2 Clement were translated with the rest of the Ḥarqlean NT , the version is in fact distinct, probably 7th-cent, and possibly a product of the School of Yaʿqub of Edessa . Fragments of a somewhat revised version of 1 Clement survive in a few modern Syriac mss. Two ascetical letters ‘To the Virgins’ were attributed to Clement as early as Epiphanius ’s time, but were in fact composed in the late 3rd or early 4th cent. , probably in a Syro-Palestinian environment. The Greek survives only in fragments, but a Syriac version exists in a 15th-cent. ms. (now in Amsterdam, ed. Beelen) and in two more recent mss. (Birmingham, Mingana Syr. 480 [see Brock] and Manchester, John Rylands Libr., Syr. 11). There are also some earlier fragments in Coptic and in a few Syriac anthologies. The Pseudo-Clementines comprise the Homilies and the Recognitions, two interdependent 4th-cent. works that appear to go back to a common source from mid-3rd-cent. Syria. Together they present a colorful, if fictional, account of Clement’s conversion to Christianity, his subsequent adventures with the apostle Peter, and his reunion with his family. Composed in Greek, the Pseudo-Clementines quickly found their way into Syriac — the very early ms. Brit. Libr. Add. 12,150 (dated 411) contains substantial portions of the Recognitions and the Homilies, as does the 6th-cent. ms. Brit. Libr. Add. 14,609. The two texts are the work of different translators. Late Greek copies of the Homilies are extant, but the Recognitions, apart from very small fragments, have been lost in Greek. They survive only in Rufinus’s Latin translation and in the Syriac version, which is the more reliable. Adaptations of the Pseudo-Clementines’s narrative material also appear in later Syriac epitomes. A collection of canons known as the Octateuch of Clement was translated into Syriac in the late 7th cent. Supposed to reflect the editorial work of Clement, the Octateuch contains such works as the Apostolic Constitutions and the Testament of our Lord Jesus Christ . Often copied, excerpted, and translated, the Syriac version widely influenced canon law in Eastern Christian traditions. A number of W.-Syr. liturgical mss. have an Anaphora attributed to Clement, the final form of which probably dates no earlier than the 7th cent. Feast day 24 or 25 Nov. (23 Nov. in the west). Sources 1–2 Clement CPG 1001, 1003. R. L.  Bensly and R. H.  Kennett, The Epistles of St S . Clement to the Corinthians in Syriac (1899). (Syr.) S. P.  Brock, ‘Notes on Some Texts in the Mingana Collection’, JSS 14 (1969), 207–8. J. B.  Lightfoot, The Apostolic Fathers. Part I. S. Clement of Rome (2nd ed. 1890), vol. 1, 129–42. ‘To the Virgins’ CPG 1004. J. T.  Beelen, Sancti Patris nostri Clementis Romani Epistolae binae de Virginitate Syriace (1856). (Syr., LT ) S. P.  Brock, ‘Notes on Some Texts in the Mingana Collection’, JSS 14 (1969), 208–10. V.  Desprez, ‘Les lettres aux vierges attribuées à Saint Clément de Rome’, Lettre de Ligugé 242.4 (1987), 6–31. ( FT ) H.  Duensing, ‘Die dem Klemens von Rom zugeschriebenen Briefe über die Jungfräulichkeit’, ZKG 63 (1950–51), 166–88. ( GT ) A new edition by M. L. Penn and L. Van Rompay is in preparation. Pseudo-Clementines CPG 1015 (4–5), 1016. P.  Bedjan, Acta Martyrum et Sanctorum (1896), vol. 6, 1–17. (epitome, Syr.) W.  Frankenberg, Die syrischen Clementinen mit griechischen griechischem Paralleltext ( TU 48.3; 1937). (Syr.) F. S.  Jones, ‘Evaluating the Latin and Syriac Translations of the Pseudo-Clementine Recognitions ’, Apocrypha 3 (1992), 237–57. N.  Kelley, Knowledge and religious authority in the Pseudo-Clementines. Situating the Recognitions in fourth-century Syria (Wissenschaftliche Untersuchungen zum Neuen Testament, 2. Reihe, 213; 2006), 1–34. P. A. de Lagarde, Clementis Romani Recognitiones syriace (1861). A.  Mingana, ‘Some Early Judaeo-Christian Documents in the John Rylands Library’, BJRL 4 (1917–18), 59–118. (epitome, Syr. with ET ) A. Y.  Reed, ‘ “Jewish Christianity” after the “Parting of the Ways”. Approaches to historiography and self-definition in the Pseudo-Clementines’, in The Ways ways that never parted. Jews and Christians in Late Antiquity and the Early Middle Ages , ed. A. H. Becker and A. Y. Reed (2003), 189–231. Octateuch F.  Nau and P.  Ciprotti, La version syriaque de l’Octateuque de Clément (1967). ( FT ) A.  Vööbus, ‘Nouvelles sources de l’Octateuque clémentin syriaque’, LM 86 (1973), 105–9. Anaphora H.  Fuchs, Die Anaphora des monophysitischen Patriarchen Jôḥannàn , vol. 1 (Liturgiegeschichtliche Quellen 9; 1926). A.  Hänggi and I.  Pahl, Prex Eucharistica. Textus a Variis Liturgiis Antiquioribus Selecti (Spicilegium Friburgense 12; 1968), 298–303. ( LT ) Jeff W. Childers",
    "title" : "Clement of Rome and Pseudo-Clementine literature",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Clement-of-Rome-and-Pseudo-Clementine-literature",
    "displayTitleEnglish" : "Clement of Rome and Pseudo-Clementine literature",
    "persName" : 
    [ " Yaʿqub of Edessa ",
      " Epiphanius ",
      "  Jeff W.  Childers  " ] }