
  { "fullText" : "de Halleux, André https:\/\/gedsh.bethmardutho.org\/de-Halleux-Andre http:\/\/syriaca.org\/bibl\/255 246 André de Halleux http:\/\/syriaca.org\/person\/522 person Patristic and Syriac scholar; professor at the Université Catholique de Louvain, and editor of CSCO . (1929–1994) Patristic and Syriac scholar. He was Professor at the Université Catholique de Louvain, and became de facto editor of CSCO after the death of R. Draguet in 1960. His many publications in the Syriac field include the re-edition, with French translation, of Sahdona ’s Book of Perfection ( CSCO 200–1, 214–5, 252–5; 1961, 1965), and the editions of two important works by Philoxenos , the Letter to the monks of Senun ( CSCO 231–2; 1963) and the Commentary on the Prologue of John ( CSCO 380–1; 1977). His Philoxène de Mabbog. Sa vie, ses écrits, sa théologie (1963) will long remain the standard work on Philoxenos. He also made important contributions to the study of Ephrem . A large collection of his articles, entitled Patristique et œcuménisme , was published in 1990. Towards the end of his life he played an important role in ecumenical dialogue between the Syriac Churches. Sources T.  Bou  Mansour, ‘L’apport du professeur André de Halleux aux études syriaques’, ParOr 20 (1995), 5–39. S. P. Brock, ‘André de Halleux’s contributions to Syriac studies’, Aram 6 (1994), 449–56. (with a list of his works which are of Syriac concern) A.  de Halleux, ‘Une vie consacrée à l’étude et au service de l’Orient chrétien’, in Il 75o Anniversario del Pontificio Istituto Orientale , ed. R. F. Taft and J. L. Dugan ( OCA 244; 1994), 41–54. J.  Ryckmans and L.  Van  Rompay, ‘Notice sur André de Halleux’, Annuaire de l’Académie Royale de Belgique 164 (1998), 67–79. G. Van Belle, ‘Bibliographie académique A. de Halleux’, ETL 70 (1994), 236–43. Sebastian P. Brock",
    "title" : "de Halleux, André",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/de-Halleux-Andre",
    "displayTitleEnglish" : "de Halleux, André",
    "persName" : 
    [ " Sahdona ",
      " Philoxenos ",
      " Ephrem ",
      "  Sebastian P.  Brock  " ] }