
  { "fullText" : "De’ Rossi, Azariah (Buonaiuto) https:\/\/gedsh.bethmardutho.org\/De-Rossi-Azariah-Buonaiuto http:\/\/syriaca.org\/bibl\/169 160 Azariah (Buonaiuto) De’ Rossi ʿAzariah ben Moshe min Haʾadumim http:\/\/syriaca.org\/person\/443 person Jewish Italian physician; biblical scholar and polymath; author of a treatise about the usefulness of the Peshitta for the evaluation of the Vulgate of the NT . ʿAzariah ben Moshe min Haʾadumim ( ca. 1511 – ca. 1577) Jewish Italian physician; biblical scholar and polymath; author of a treatise about the usefulness of the Peshitta for the evaluation of the Vulgate of the NT . Little is known about his childhood and early education. After leaving his birth town, Mantua, he wandered to several Italian cities, living for some time in Ferrara, Ancona, Bologna, and Sabbioneta. His best known work, Meʾor ʿenayim (‘Light of the Eyes’, Mantua, 1573), incited controversy among Jewish scholars, especially because of its critique of the historical reliability of the Talmud, but it earned him the appreciation of several Christian Hebraists. Ill, impoverished, and ostracized by many of his fellow Rabbis rabbis , De’ Rossi began to attempt to appeal to a Christian audience. His Osservazioni di Buonaiuto de’ Rossi ebreo sopra diversi luoghi degli Evangelisti novamente esposti secondo la vera lezione siriaca (‘Observations of Bonaiuto de’ Rossi the Jew regarding various passages in the Gospels expounded anew according to the true Syriac reading’), written in Italian, is dedicated to Giacomo Boncompagni, Captain General of the Catholic Church, and opens with a letter to cardinal Cardinal Giulio Antonio Santoro, head of the Collegio dei Neofiti and a figure much involved in the attempts at achieving the ‘reunification’ with the Churches of the East (he supervised the translation of the Syr. Orth. missal). The book, composed in Ferrara between 1575 and 1577, must be read against the backdrop of the debate about the trustworthiness of the Vulgate that had followed the declaration of its authenticity on the part of the Council of Trent (1546). In this work, De’ Rossi set out to show that, thanks to its superiority, the NT Peshitta (published for the first time by Johann Albrecht Widmanstetter and Mushe of Mardin in 1555) could shed light upon corrupt or obscure passages of the NT Vulgate, especially those in which Aramaic expressions appear. In order to prove his point De’ Rossi expounded seventeen passages from the Gospels containing Aramaic words, citing each passage first in the Latin version of the Vulgate; then in Syriac (in Serṭo script and in cursive Hebrew and Latin transcription); and finally in his own Italian translation. De’ Rossi employed Teseo Ambrogio degli Albonesi ’s Introductio as his main tool for learning Syriac, which like many of his contemporaries he considered just a different alphabet for writing Aramaic, but he also seems to have made use of Widmanstetter’s Elementa . Primary Sources J.  Weinberg, Azariah de’ Rossi’s observations on the Syriac New Testament (Warburg Institute Studies and Texts 3; 2005). Secondary Sources J. Weinberg, The light of the eyes of Azariah de’ Rossi. An English translation with introduction and notes (Yale Judaica series 31; 2001). (incl. extensive bibliography) Emanuel A. Fiano",
    "title" : "De’ Rossi, Azariah (Buonaiuto)",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/De-Rossi-Azariah-Buonaiuto",
    "displayTitleEnglish" : "De’ Rossi, Azariah (Buonaiuto)",
    "persName" : 
    [ " Mushe of Mardin ",
      " Teseo Ambrogio degli Albonesi ",
      "  Emanuel A.  Fiano  " ] }