
  { "fullText" : "Diamper, Synod of https:\/\/gedsh.bethmardutho.org\/Diamper-Synod-of http:\/\/syriaca.org\/bibl\/171 162 Synod of Diamper org Diocesan synod of the Thomas Christians, or the Syriac rite Christians of Kerala, held in the village of Udayamperur (Diamper) to the south of Kochi (Cochin). (20–27 June 1599) Diocesan synod of the Thomas Christians , or the Syriac-rite Christians of Kerala, held in the village of Udayamperur (Diamper) to the south of Kochi (Cochin). It marked a watershed in the process of strengthening Roman and Portuguese control over the Thomas Christians. Prior to the Synod of Diamper, the Thomas Christians had been ruled by E. Syr. and, since the middle of the 16th cent. — after the recognition of Patr. Yoḥannan Sullaqa by Rome in 1553 and the arrival of his brother Mar Yawsep in Kerala in 1558 — by Chald. bishops. At the same time, the second half of the 16th cent. had seen an increase in the activities of Latin missionaries in Kerala and moves by the Portuguese to strengthen their control over the Thomas Christians, who were indispensable for them as partners in the spice trade, with the result, for example, that the Chald. bp. Mar Abraham, who had arrived in India in 1568, was summoned in 1585 to attend the Third Provincial Council of Goa and was made to agree to the introduction of a number of Latin practices in the liturgy of the Thomas Christians. Following the death of Mar Abraham in 1597, Archbishop Aleixo (Alexis) de Menezes of Goa (1559–1617, Archbishop of Goa 1595–1612) arrived in Kerala in Jan. 1599. After gaining the support of the local rulers and some of the local clergy, partly by ordaining a large number of new priests, and forcing Archdeacon George of the Cross (archdeacon 1594–1640), the leader of the Thomas Christians, to submit to him, Menezes called for a synod to be convened in June 1599. Udayamperur, more easily accessible from the Portuguese stronghold at Kochi than the traditional center of the diocese at Angamali, was chosen as the venue of the synod. The synod, attended by 153 local priests and 660 lay representatives, lasted from the 20th to the 27th of June, and passed more than 200 decrees in rapid succession and evidently without any serious debate. The decrees covering doctrinal, liturgical, and customary matters were designed to bring the Church of the Thomas Christians in line with the post-Tridentine Roman Church, as well as to sever her links with the E.-Syr. (Chald.) Church, and included condemnations of ‘Nestorian’ heresy and prohibition of any recognition of the ‘Patriarch of Babylon’. The Jesuit Francisco Ros (Roz), writing in 1604, reported that Menezes had altered the text of the acts and decrees of the synod which he sent to Rome after the synod had ended, and there are indeed significant differences between the Malayalam text of the decrees and the text which was made known in Europe, although we cannot be sure that the Malayalam text we have today, preserved only in 18th-cent. mss. , faithfully represents the decrees as read out and passed at the synod. Serious doubts have also been cast on the canonical validity of the synod itself by scholars including J. Thaliath. Valid or not, however, the synod and its decrees, the latter somewhat modified at the diocesan synod of 1603 and by the so-called Rozian Statutes of 1606, were to determine the way of life and the course of events for the Thomas Christians, especially those who remained in communion with Rome, in the subsequent centuries. After the synod, Menezes remained in Kerala until Nov. 1599 and made a tour of the diocese, during which books preserved in the local churches were submitted to his entourage for examination and those deemed heretical were consigned to the flame. It is believed that a large proportion of those Syriac mss. which were in Kerala at the time were lost in this way, although it is difficult now to determine the exact extent of the loss. In Dec. 1599, Ros was appointed new bp. of the diocese of Angamali, which was now formally placed under the Portuguese Padroado and made suffragan to the archdiocese of Goa, although it regained its archiepiscopal status in name in 1608 (the see was transferred around the same time to Kodungallur\/Cranganore). Ros was followed by a succession of Jesuit archbishops. The dissatisfaction of the Thomas Christians with their rule was to lead to the revolt against them at the Coonan Cross Oath of 1653 and the subsequent division of the Thomas Christians between those who remained in communion with Rome and those who turned to the Syr. Orth. Church. On the different texts of the decrees of the synod, see Thaliath, The Synod of Diamper , 175–216. The English translation of the decrees by Michael Geddes, based on the Portuguese version and first published in 1694, has often been reprinted, e.g. e.g., in J. Hough, History of Christianity in India , vol. 2 (1939), 511–683; G. Menacherry ( ed. ), Indian Church history classics . I. The Nazranies (Ollur, 1998), 54–104; S. Zacharia ( ed. ), The acts and decrees of the Synod of Diamper 1599 (Edamattam, 1994). For the Malayalam version, see S. Sakkaṟiya, Udayaṁpērūr Sūnahadōsinṟe kānōnakaḷ, 1599 (Edamattam, 1994). Sources P.  Malekandathil ( ed. and trans.), Jornada of Dom Alexis de Menezes: a Portuguese account of the sixteenth century Malabar (Jornada do Arcebispo originally written in Portuguese in 1603 by António de Gouvea) (Kochi, 2003). G.  Nedungatt ( ed. ), The Synod of Diamper revisited (Kanonika 9; 2001). I.  Perczel, ‘Have the flames of Diamper destroyed all the old manuscripts of the Saint Thomas Christians?’ , Harp 20 (2006), 87–104. J.  Thaliath, The Synod of Diamper ( OCA 152; 1958, repr. Bangalore, 1999). J. Thekkedath, History of Christianity in India , vol. 2 (revised ed. Bangalore, 2001), 64–75. J. Wicki, ‘Die Synoden der Thomaschristen (auch Syromalabaren genannt) (1583–1602)’, AHC 18 (1986), 334–447. Hidemi Takahashi",
    "title" : "Diamper, Synod of",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Diamper-Synod-of",
    "displayTitleEnglish" : "Diamper, Synod of",
    "persName" : 
    [ " Yoḥannan Sullaqa ",
      "  Hidemi  Takahashi  " ] }