
  { "fullText" : "Didascalia Apostolorum https:\/\/gedsh.bethmardutho.org\/Didascalia-Apostolorum http:\/\/syriaca.org\/bibl\/175 166 Teaching of the Apostles work Collection of teachings attributed to the twelve apostles. Teaching of the Apostles Collection of teachings attributed to the twelve apostles. While the provenance of the Didascalia Apostolorum is subject to scholarly debate, the work probably originated in Syria during the 3rd cent. Of the Greek original only fragments remain; there are, however, a number of early translations. Most significant among these is the Syriac translation which is preserved in numerous mss. dated or datable between the 7th (or 8th) and the 20th cent. Vööbus’s 1979 edition includes the evidence of 18 mss. , while an additional 23 mss. contain legislative texts that were incorporated in the third chapter of the Didascalia Apostolorum but that also circulated separately. Some of the mss. show traces of a later revision. A fragment of the Didascalia survives furthermore in a 9th-cent. Syriac papyrus, of which Sauget and Brock have each published a folio . . The number of Syriac mss. and their geographical as well as chronological spread attest to the significance of the work within the juridical tradition of Syriac Christianity. The date of the Syriac translation is difficult to ascertain; scholars have variously attributed it to the mid-4th cent. (Vööbus, Connolly) or the late 5th through early 6th cent. (Brock, Schöllgen). While the Syriac translation of the Didascalia has occasionally been ascribed to Yaʿqub of Edessa , such a claim lacks scholarly support. A Latin translation from the late 4th cent. is also extant, as well as later Arabic and Ethiopic translations. The Didascalia has further been preserved in Greek in the 4th 4th- cent. ‘Apostolic Constitutions’, of which the Didascalia makes up the lion’s share. A pseudepigraphical document, the Didascalia claims to be the product of the twelve apostles. Its real author remains unknown, although the emphasis on instructing bishops has led scholars to suspect episcopal authorship. The document’s stated purpose is the defense of the church against heretics and schismatics, particularly Judaizing Christians (ch. 26). The Didascalia, however, contains a wide range of other material, including advice on the selection and duties of bishops (chs. 4–8, 11–12, 18), male and female deacons (chs. 11, 16), as well as other church officers; instructions on church discipline and penitential practice (chs. 5–7, 9–11); theological direction (ch. 20), and guidelines for appropriate behavior of various groups of lay people within the church (chs. 14–15, 17, 19, 22). Interestingly, the Didascalia supports its arguments with extensive citations from Scripture, so much so that it resembles a topical commentary for church use. Because of its diverse content and regulatory aims, the Didascalia has been categorized as belonging to the Church Order genre, a designation the Didascalia shares with, e.g., the Didache and the Apostolic Tradition of Hippolytus . While the existence of such a genre has recently been called into question, the grouping of the Didascalia with other legislative texts in ancient codices, as well as the interpolation of legislative material concerning, e.g., the election of clergy, between chs. 3 and 4 supports its consideration as an early fore-runner of canon law collections. Primary Sources S. P.  Brock, ‘Two Syriac papyrus fragments from the Schøyen Collection’, OC 79 (1995), 9–22. R. H.  Connolly, Didascalia Apostolorum (1929). ( ET ) J.-M.  Sauget, ‘Le fragment de papyrus syriaque conservé à Florence’, AION 45 (1985), 1–16 with 2 plates. A.  Stewart-Sykes, The Didascalia Apostolorum: An English version with introduction and annotation (2009). A.  Vööbus, The Didascalia Apostolorum in Syriac ( CSCO 401–402, 407–8; 1979). Secondary Sources S. P.  Brock, ‘Some aspects of Greek words in Syriac’, Synkretismus im syrisch-persischen Kulturgebiet , ed. A. Dietrich (1975), 80–108. A.  Camplani, ‘A Coptic fragment from the “Didascalia Apostolorum” (M579 f.1)’, Augustinianum 36 (1996), 47–51. C. Fonrobert, ‘The Didascalia apostolorum: a Mishnah for the disciples of Jesus’, JECS 9 (2001), 483–509. C. Methuen, ‘Widows, bishops and the struggle for authority in the Didascalia Apostolorum’, JEH 46 (1995), 197–213. C. Methuen idem , ‘For pagans laugh to hear women teach: gender stereotypes in the Didascalia Apostolorum’, in Gender and Christian Religion , ed. R. N. Swanson (1998), 23–35. J. G.  Mueller, ‘The Ancient Church Order literature: Genre or tradition?’ , JECS 15 (2007), 337–80. M. K.  M.  Penn, ‘Bold and having no shame’ ‘“Bold and having no shame” : ambiguous widows, controlling clergy, and early Syrian communities’, Hugoye 4.2 (2001). G.  Schöllgen, ‘Die literarische Gattung der Syrischen Didaskalie’, in SymSyr IV , 149–59. G.  Schöllgen idem , Die Anfänge der Professionalisierung des Klerus und das Kirchliche kirchliche Amt in der Syrischen syrischen Didaskalie (JAC Ergänzungsband 26; 1998). B.  Steimer, Vertex Traditionis. Die Gattung der altchristlichen Kirchenordnungen (1992), 49–59, 222–42, 372. K. J.   Torjeson Torjesen , ‘The episcopacy—sacerdotal or monarchical? The appeal to Old Testament institutions by Cyprian and the Didascalia’, StPatr , vol. 36 (2001), 387–406. Maria E. Doerfler",
    "title" : "Didascalia Apostolorum",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Didascalia-Apostolorum",
    "displayTitleEnglish" : "Didascalia Apostolorum",
    "persName" : 
    [ " Yaʿqub of Edessa ",
      " Hippolytus ",
      "  Maria E.  Doerfler  " ] }