
  { "fullText" : "Dionysius Thrax https:\/\/gedsh.bethmardutho.org\/Dionysius-Thrax http:\/\/syriaca.org\/bibl\/181 172 ‘the Thracian’ http:\/\/syriaca.org\/person\/453 person Greek grammarian and philologist; pupil of Aristarchus of Samothrace; and alleged author of the Téchnē grammatikḗ (‘Art of Grammar’), which became the standard grammar handbook in Constantinople after the 5th cent. ‘the Thracian’ ( ca. 170 – ca. 90 BC) Greek grammarian and philologist; pupil of Aristarchus of Samothrace; and alleged author of the Téchnē grammatikē ́ (‘Art of Grammar’), which became the standard grammar handbook in Constantinople after the 5th cent. The attribution of the treatise to Dionysius has been long debated, but there is now some agreement that the book is the result of the compilation of chronologically heterogeneous materials. The work, of which an Armenian translation also exists, was adapted into Syriac in the 6th cent. This translation is attributed by ʿAbdishoʿ bar Brikha and by E.-Syr. mss. to the maqryānā (‘teacher of reading’) Yawsep Huzaya (d. before 580), disciple of Narsai at the School of Nisibis , and author of linguistic and philological studies that have not survived. The name of the translator is missing in the W.-Syr. ms. tradition. The Syriac version of the Téchnē grammatikē ́ presents a contrastive analysis of Syriac and Greek, and its reflection on Syriac morphosyntax shows a certain degree of originality. In this adaptation the first ten chapters of the text are missing. While the omission of chapters 2–9, which treat orthographic, phonologic, and prosodic issues, can be explained with the difficulties of applying Greek grammatical categories to the Syriac language, the absence of the first, programmatic chapter has been tentatively related to a possible reluctance on the part of the translator to praise the study of literary pagan texts (Contini). Primary Sources A.  Merx, Historia artis grammaticae apud Syros (Abhandlungen für die Kunde des Morgenlandes 9; 1889), 50–72 (Syr., based on 5 mss. ); 9–28 ( LT ). Secondary Sources Baumstark, Literatur , 117. R.  Contini, ‘Considerazioni interlinguistiche sull’adattamento siriaco della Téchne Grammatiké di Dionisio Trace’, in La diffusione dell’eredità classica nell’età tardoantica e medievale. Il “Romanzo di Alessandro” e altri scritti , ed. R. B. Finazzi and A. Valvo (L’eredità classica nel mondo orientale 2; 1998), 95–111. M.  Farina, ‘Diathesis and middle voice in the Syriac ancient grammatical tradition: The translations and adaptations of the Téchne Grammatiké and the Arabic model’, AS 6 (2008), 175–93. J. Lallot, La grammaire de Denys le Thrace: Traduction annotée (2nd ed. 1998), 253–58. (incl. extensive bibliography) Vööbus, History of the School of Nisibis , 160–61. Emanuel A. Fiano",
    "title" : "Dionysius Thrax",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Dionysius-Thrax",
    "displayTitleEnglish" : "Dionysius Thrax",
    "persName" : 
    [ " ʿAbdishoʿ bar Brikha ",
      " Yawsep Huzaya ",
      " Narsai ",
      "  Emanuel A.  Fiano  " ] }