
  { "fullText" : "Draguet, René https:\/\/gedsh.bethmardutho.org\/Draguet-Rene http:\/\/syriaca.org\/bibl\/185 176 René Draguet http:\/\/syriaca.org\/person\/456 person Belgian Syriac scholar, editor of CSCO Scriptores Syri and Subsidia. (1896–1980) Belgian Syriac scholar, editor of CSCO Scriptores Syri and Subsidia. Educated at the Catholic University of Louvain, he was appointed to the Chair of Theology in 1927, but his critical approach to the subject resulted in his being deprived of this in 1942, whereupon he transferred to the Faculty of Philosophy and Letters, where he taught Oriental languages until his retirement in 1966. He was eventually reintegrated into the Faculty of Theology in 1948, due to the intervention of Cardinal G. Mercati and Pope Pius XII, and later (1965) Cardinal Suenens saw to his full rehabilition. He became editor of CSCO in 1948, and under his direction over 300 volumes were published. His own early work, Julien d’Halicarnasse et sa controverse avec Sévère d’Antioche (1924), was the first to point out the real issues behind this controversy. His publications of Syriac texts in the CSCO for the most part concern the Egyptian monastic tradition: they cover the Asceticon of Isaiah of Scetis ( CSCO 289–90, 293–4; 1968), the Commentary on Abba Isaiah’s Asceticon by Dadishoʿ ( CSCO 326–7; 1972), another, anonymous, Commentary on it ( CSCO 336–7; 1973), Palladius ’s ‘Lausiac History’ in its different recensions ( CSCO 389–90, 397–8; 1978), and Athanasius ’s ‘Life of Antony’ ( CSCO 417–8; 1980). Several of these volumes include long introductions, in some cases (‘Lausiac History’, ‘Life of Antony’), arguing that the earliest Syriac recensions were translated from lost forms of the Greek text; if correct, this would have important implications for the traditional authorship of these works. As far as the ‘Life of Antony’ is concerned, subsequent scholarship has mostly come down against his views. He had also planned to edit the Syriac Apophthegmata collections (‘Sayings of the Desert Fathers’), but this was unfortunately never completed. Together with R. Hespel, he provided the French translation of Theodoros bar Koni ’s ‘Book of Scholia’ ( CSCO 431–2; 1981), whose text alone had been published long ago ( CSCO 55, 69; 1910, 1912) by A. Scher , who was martyred in 1914. Sources G.  Garitte, ‘Notice sur René Draguet’, Annuaire de l’Académie Royale de Belgique 148 (1982), 115–41. A.  de Halleux, ‘Draguet, René’, in Nouvelle Biographie Nationale , vol. 2 (Bruxelles, 1990), 138–41. Sebastian P. Brock",
    "title" : "Draguet, René",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Draguet-Rene",
    "displayTitleEnglish" : "Draguet, René",
    "persName" : 
    [ " Isaiah of Scetis ",
      " Dadishoʿ ",
      " Palladius ",
      " Athanasius ",
      " Theodoros bar Koni ",
      " A. Scher ",
      "  Sebastian P.  Brock  " ] }