
  { "fullText" : "Duval, Paul-Rubens https:\/\/gedsh.bethmardutho.org\/Duval-Paul-Rubens http:\/\/syriaca.org\/bibl\/188 179 Paul-Rubens Duval http:\/\/syriaca.org\/person\/459 person Professor at the Collège de France of Paris, Syriac scholar. (1839–1911) Professor at the Collège de France of Paris, Syriac scholar. Paul-Rubens Duval was born on 25 Oct. 1839, as the son of the mayor of the town of Morsang sur Seine (Seine et Marne). His father, who loved the art of the Renaissance, wanted his son to become an artist and appropriately named him ‘Paul-Rubens’. The young man, however, preferred the study of law and received a law degree in 1860. While working at a lawyer’s office in Paris, he met with Edmond Drouin, with whom he began to study eastern languages as a pastime at the École Pratique des Hautes Études and in the Collège de France. In 1867, Duval quit his law position and went to Göttingen, Germany, where he studied for two years under the great biblical scholar and Semitist Heinrich Ewald, and where he also made the acquaintance of another well-known biblical scholar, Julius Wellhausen. Duval then traveled to the Middle East. He took part in the festivities surrounding the opening of the Suez Canal by the French Empress Eugénie and subsequently visited Palestine and the Syrian coast. Upon his return to France, he decided to devote himself entirely to the study of Semitic languages and particularly Aramaic , with a special interest in lexicography and dialectology. His first publication dealt with the Aramaic dialect of Maʿlula (1879). In 1881 his Traité de grammaire syriaque followed. This important grammar of Syriac, published one year after the first edition of Theodor Nöldeke ’s Kurzgefasste syrische Grammatik (1880), came as a surprise, since Duval was not yet known as an authority in the field of Syriac studies. Between 1886 and 1893 he was an auxiliaire of the French Académie des Inscriptions et Belles-Lettres , in charge of the preparation of the Pars aramaica of the Corpus Inscriptionum Semiticarum , an ambitious project aiming at the publication of all Semitic inscriptions. In 1895 the Collège de France recreated for him the chair that once had been occupied by the famous orientalist scholar Barthélemy d’Herbelot (1625–95) but was discontinued in 1770. In his capacity as professor of Aramaic language and literature at the prestigious Collège de France, Duval taught Syriac topics, which was his primary interest, as well as Targumic Aramaic. For reasons of poor health, he tried to obtain a substitute from 1904 onwards, but since he was unsuccessful in this, he continued teaching until 1907, when the condition of his health forced him to resign. He retired to the family house in Morsang sur Seine, where he died on 10 May 1911. While his publications cover various subfields of Aramaic studies, including Neo-Aramaic dialects, Palmyrene, Nabataean, and Targumic lexicography, his major works are in the field of Syriac studies. Select publications by Duval Traité de grammaire syriaque (1881). Les dialectes néo-araméens de Salamas. Textes sur l’état actuel de la Perse et contes populaires publiés avec une traduction française (1883). Lexicon Syriacum auctore Hassano bar Bahlule (3 vols.; 1888–1901; repr. 1970). Histoire politique, littéraire et religieuse d’Édesse jusqu’à la première croisade (1892). L’alchimie syriaque, comprenant une introduction et plusieurs traités d’alchimie syriaques et arabes d’après les manuscrits du British Museum et de Cambridge. Texte et traduction (1893). (= vol. 2 of La chimie au Moyen-Âge , ed. M. Berthelot) La littérature syriaque (Bibliothèque de l’enseignement de l’histoire ecclésiastique. Anciennes littératures chrétiennes, 2; 1899; 3rd ed. 1907). Išoʿyahb III Patriarcha. Liber epistularum ( CSCO 11–12, 1904–5). [Syr. and LT ] Les Homélies cathédrales de Sévère d’Antioche. Traduction syriaque inédite de Jacques d’Édesse. Homélies LII à LVII ( PO 4.1; 1907). (Syr. and FT ) Secondary Sources A.  Chuquet, ‘Notice sur Rubens Duval’, Annuaire du Collège de France 11 (1911), 57–58. (also published in Revue critique d’histoire et de littérature ns 71 [1911], 419) E.  Babelon, ‘Notice sur Rubens Duval’, Annuaire du Collège de France 11 (1911), 59–71. J.-B.  Chabot, ‘Bibliographie des publications de M. Rubens Duval’, JA (Mai–Juin 1911), 587–603. Françoise Briquel-Chatonnet",
    "title" : "Duval, Paul-Rubens",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Duval-Paul-Rubens",
    "displayTitleEnglish" : "Duval, Paul-Rubens",
    "persName" : 
    [ " Theodor Nöldeke ",
      "  Françoise  Briquel-Chatonnet  " ] }