
  { "fullText" : "Eddé https:\/\/gedsh.bethmardutho.org\/Edde http:\/\/syriaca.org\/bibl\/191 182 http:\/\/syriaca.org\/place\/265 place Town in the foothills of Mount Lebanon, above the town of Batrun (Botrom); site of church of Mar Saba. The town of Eddé lies in the foothills of Mount Lebanon, above the town of Batrun (Botrom). The church of Mar Saba, which nowadays is Maronite, is an imposing Crusader building from the 12th cent. , with a wide central nave and side aisles, under a complicated system of rib vaulting. An open narthex with groin vaults adorns the west end. The interior of the church was cleaned of white wash only recently, and a few fragments of wall painting were exposed which are now being preserved. On the northern wall, near the entrance, are two fragments of painting representing the Dormition of the Virgin. In this imposing scene, only a few of the apostles, angels, and Dionysius the Areopagite can still be distinguished. An inscription above the Dormition was read by the Maron. Patr. Isṭifān al-Duwayhī , in the 17th cent. , where he gives the date of this painting as the Greek year 1573 (= AD 1261\/2). There are also a fine Crucifixion on the northern wall of the nave, above the arches; an imposing but very damaged painting of the Virgin in the position known as the Nikopoia, with the Christ Child held frontally on her lap; and the scant remains of several equestrian cavaliers and other saints. The Virgin Nikopoia is inscribed in Greek and stylistically this painting belongs to the Syr. Orth. style of the 12th cent. The inscriptions of the Dormition, however, are in Syriac. In spite of the Syriac inscriptions, this Dormition shows a fine 13th-cent. style that most closely follows the style of painting associated with Constantinople in the 13th cent. This style is unquestionably Byzantine and far removed from the Syr. Orth. style of other Lebanese paintings. See Fig. 46 . Sources E.  Cruikshank Dodd, Medieval Painting in the Lebanon (2004), 280–91. L.  Nordiguian and J.-C.  Voisin, Châteaux et églises du moyen âge au Liban (1999), 380–1. L.  Nordiguian and N. Reveyron, ‘L’église Mar Saba de Eddé (Batroun). Pour une archéologie du bâti au Liban’, Tempora. Annales d’histoire et d’archéologie 12–13 (2001–2), 115–23. Y.  Sader, Painted Churches and rock-cut chapels of Lebanon (1997), 120–34. Erica Cruikshank Dodd",
    "title" : "Eddé",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Edde",
    "displayTitleEnglish" : "Eddé",
    "persName" : 
    [ " Isṭifān al-Duwayhī ",
      "  Erica Cruikshank  Dodd  " ] }