
  { "fullText" : "Eliya (mid-6th cent. ) https:\/\/gedsh.bethmardutho.org\/Eliya-mid-6th-cent http:\/\/syriaca.org\/bibl\/199 190 http:\/\/syriaca.org\/person\/63 person Author of the Life of Yuḥanon of Tella. [ Syr. Orth. ] Author of a Life of Yuḥanon of Tella . No information about Eliya is available outside the Life itself. Eliya claims to have lived with Yuḥanon and, in addition, to have received information from Yuḥanon’s mother. He may, therefore, have been a monk from Kallinikos, like Yuḥanon himself. The Persian capture of the city in 542, to which the author refers as the ‘rod of the Assyrian’ (cf. Is. 10:5), serves as the terminus post quem for the composition of the Life. The Life has been called ‘a masterpiece of Syriac literature, with a prose of elegant simplicity’ (Harvey, 34). In Europe it exists in three W.-Syr. mss. : Berlin Syr. 26 (Sachau 321, 8th cent. ), Brit. Libr. Add. 14,622 (9th  cent., incomplete), and Brit. Libr. Add. 12,174 (dated 1197, written for Dayro d-Mor Barṣawmo ). It was first edited by H. G. Kleyn in 1882, on the basis of the two Brit. Libr. mss. (with DT ) and again by E. W.  Brooks in 1907, using all three European mss. (with LT ). A   fourth witness has been identified by Palmer in ms. 12\/18 of the Syr. Orth. Patriarchate in Damascus (late 12th  cent.). Kleyn’s suggestion that Eliya might be identical with Eliya of Dara, whose life was written by Yuḥanon of Ephesus (but survives only very imperfectly), was rejected by Brooks for lack of evidence. Yuḥanon of Ephesus, in his ‘Lives of the Eastern Saints’, wrote a (much shorter) Life of Yuḥanon of Tella ( ed. E. W. Brooks, in PO 18, 513–26), but this is quite different from Eliya’s; whether Yuḥanon of Ephesus knew and used Eliya’s work remains uncertain. Sources E. W.  Brooks, Vitae virorum apud Monophysitas celeberrimorum ( CSCO 7–8; 1907), 29–95 (Syr.) and 21–60 ( LT ). J. R.  Ghanem, The biography of John of Tella (d. A.D. 537) by Elias ( Ph. D. Ph.D. Diss., University of Wisconsin, Madison; 1970). ( ET of Life) Harvey, Asceticism and society in crisis , 34 and 41. H. G. Kleyn, Het leven van Johannes van Tella door Elias (1882). A.  Palmer, ‘Saints’ lives with a difference. Elijah on John of Tella (d. 538) and Joseph on Theodotos of Amida (d. 698)’, in SymSyr IV , 203–16. Lucas Van Rompay",
    "title" : "Eliya (mid-6th cent.)",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Eliya-mid-6th-cent",
    "displayTitleEnglish" : "Eliya (mid-6th cent.)",
    "persName" : 
    [ " Yuḥanon of Tella ",
      " Yuḥanon of Ephesus ",
      "  Lucas  Van Rompay  " ],
    "placeName" : 
    [ " Dayro d-Mor Barṣawmo " ] }