
  { "fullText" : "Ephrem, Life of https:\/\/gedsh.bethmardutho.org\/Ephrem-Life-of http:\/\/syriaca.org\/bibl\/207 198 Life of Ephrem subject Syriac and Greek accounts survive, with varying degrees of reliability. Ephrem (d. 373) is universally acknowledged as the greatest writer in Syriac literary culture. However, the earliest biographical notices of Ephrem did not emerge from the Syriac-speaking world, but were the work of Greek ecclesiastical historians (Palladius, Sozomen, Theodoret ) who created an image intended to conform to their own monastic-inspired ascetical values. The accounts they produced preserve practically no reliable information about Ephrem; rather, they are constructed from a stereotypical repertoire of anecdotes and stories intended to depict an ideal monk. Monasticism had not entered Syria in Ephrem’s time. His dedication to an evangelical life of chastity and service was based on the native Syriac institution of the Bnay qyāmā ‘Sons of the Covenant’ which flourished in the pre-monastic period of Syriac asceticism. It is clear that the purpose of the early Greek biographical sketches of Ephrem was to confer legitimacy on him from the point of view of the Great Church of the Byzantine Empire, for example, by fictitiously associating him with Basil the Great, Father of Byzantine monasticism, and with monastic foundations in Egypt. These fictional encounters tactlessly depict Ephrem as a social inferior and an unlettered country-bumpkin whose fondest desire is to be able to speak Greek. It is during Ephrem’s fictitious visit to Basil that his purported ordination to the diaconate takes place. By conferring clerical status on Ephrem, his teaching authority is legitimized and sanctioned. As a provincial, non-Greek-speaking culture with a history of independent thought and practice, Syriac-speaking Christianity represented a deviation from Byzantine imperial hegemony. By authorizing Ephrem, the Byzantine ecclesiastics who produced the Life brought him into the fold and legitimized the authority he possessed in native Syriac culture. A historically and culturally accurate depiction of Ephrem is found in a memrā by Yaʿqub of Serugh dedicated to Ephrem. The homily knows nothing of the severe ascetic depicted in the Life who shuns everyday life and disparages women as inferiors. On the contrary, it celebrates Ephrem for his moderation ( puršānā ) and simplicity ( šapyutā ), and remembers him precisely for his work among the Bnāt qyāmā ‘Daughters of the Covenant’. The several ms. traditions of the Life of Ephrem are all based on three Syriac recensions which, in order of length , are: ms. Vat. Syr. 117; ms. Paris, Bibl. Nat. Syr. 235; and ms. London, Brit. Libr. Add. 9384. Primary Sources J. P.  Amar, A Metrical Homily on Holy Mar Ephrem by Mar Jacob of Serugh ( PO 47,1; 1995). (Syr. and ET ) J. P.  Amar idem , The Syriac Vita Tradition of Ephrem the Syrian ( CSCO 629–630; 2011). P. Benedictus and S. E. Assemanus, Sancti patris nostri Ephraem Syri opera omnia , vol. 3 (1743), XXIII–LXIII. N.  Kavvadas, Ho Bios tou Ephraim tou Syrou (2007). (Modern Greek translation) Secondary Sources J. P.  Amar, ‘Byzantine ascetic monachism and Greek bias in the vita tradition of Ephrem the Syrian’, OCP 58 (1992), 123–56. J. P.  Amar idem , ‘An unpublished Karshuni Arabic Life of Ephrem the Syrian’, LM 106 (1993), 119–44. O.  Rousseau, ‘La rencontre de Saint Ephrem et de Saint Basile’, OS 2 (1957), 261–84; 3 (1958), 73–90. Joseph P. Amar",
    "title" : "Ephrem, Life of",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Ephrem-Life-of",
    "displayTitleEnglish" : "Ephrem, Life of",
    "persName" : 
    [ " Ephrem ",
      " Theodoret ",
      " Basil ",
      " Yaʿqub of Serugh ",
      "  Joseph P.  Amar  " ] }