
  { "fullText" : "Epiphanius of Salamis https:\/\/gedsh.bethmardutho.org\/Epiphanius-of-Salamis http:\/\/syriaca.org\/bibl\/208 199 http:\/\/syriaca.org\/person\/477 person Bp. of Salamis (Cyprus) and Greek author. (d. 403) Bp. of Salamis (Cyprus) and Greek author. His work ‘On Weights and Measures’ (in the Bible), which only partly survives in Greek ( CPG 3746), is preserved complete in Syriac translation. Of his large work against heresies, the ‘Panarion’ ( CPG 3745), only the ‘Anakephalaiosis’ ( CPG 3765) is known in Syriac. Syriac also preserves excerpts of a Letter to the Egyptian clergy ( CPG 3757), the Greek original of which is lost. Among works falsely attributed to Epiphanius are the ‘ Physiologus ’ ( CPG 3766) and the influential Lives of the Prophets ( CPG 3777), of which a number of different Syriac forms are known. The Greek Life of Epiphanius ( ed. C. Rapp, forthcoming) was translated into Syriac and comes down in two forms (this Life is the source of the notice in the Chronicle of Siirt , 56). Primary Sources CPG 3744–3807. J. E.  Dean, Epiphanius’ Treatise on Weights and Measures. The Syriac Version (1935). Secondary Sources L.  Abramowski, ‘Die Anakephalaiosis zum Panarion des Epiphanius in der Hs. Brit. Mus. Add. 12156’, LM 96 (1983), 217–30. S. P.  Brock, ‘Some Syriac accounts of the Jewish sects [in the Anakephalaiosis]’, in A Tribute to A. Vööbus , ed. R. H.  Fischer, (1977), 265–76. S. P.  Brock idem , ‘Two Syriac translations of the Life of Epiphanius’, in Mosaic. Festschrift for A. H. S. Megaw , ed. J.  Herrin, M.  Mullett, and C.  Otten-Froux (2001), 19–25. S. P.  Brock idem , ‘The Lives of the Prophets in Syriac: some soundings’, in Biblical Traditions in Transmission , ed. C. Hempel and J. M. Lieu (2006), 21–37. Sebastian P. Brock",
    "title" : "Epiphanius of Salamis",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Epiphanius-of-Salamis",
    "displayTitleEnglish" : "Epiphanius of Salamis",
    "persName" : 
    [ "  Sebastian P.  Brock  " ],
    "placeName" : 
    [ " Siirt " ] }