
  { "fullText" : "Evagrius https:\/\/gedsh.bethmardutho.org\/Evagrius-of-Pontus http:\/\/syriaca.org\/bibl\/214 205 http:\/\/syriaca.org\/person\/483 person Greek monastic author originating from Pontus. (345–399) Greek monastic author originating from Pontus. After a short career in Constantinople, where he was befriended by Gregory of Nazianzus , he left for Palestine where he was converted to the ascetic life by Melania the Elder, and in 383 went on to Egypt where he spent the rest of his life as a monk. His extensive writings ( CPG 2430–2482) were condemned in Greek at the Council of Constantinople (553), due to his speculative theories on cosmology and the Fall, developed from those of Origen. Though some of his monastic texts survived in Greek under different names and so his ascetic teaching remained influential, it is only in Syriac and Armenian translation that extensive writings are preserved under his own name. Only part of those in Syriac have yet been edited, the most important being the ‘Chapters on Knowledge’ ( Kephalaia Gnostika ), which survives in two forms, a widely read one in which the speculative elements had been modified, and (in a single ms. ) an unexpurgated form. Several works are transmitted in two or even three translations, indicating their popularity. Evagrius’s writings were very much appreciated and often quoted by Syriac monastic authors; Babai the Great wrote an extensive Commentary on the Chapters on Knowledge (in the adapted version; ed. Frankenberg). In the 8th cent. Yawsep Ḥazzaya had knowledge of both forms of the ‘Chapters on Knowledge’, but considered the unexpurgated version to be an adaptation by some heretical reader. Another Commentary on this work was made by Dionysios bar Ṣalibi ( ed. Çiçek). Primary Sources CPG 2430–2482. G.  Bunge, Evagrios Pontikos. Briefe aus der Wüste (1986). ( GT of Letters) J. Çiçek, Fušoqo d-meʾawoto d-qadišo mor(y) Ewagris iḥidoyo (1991). A.  Guillaumont, Les six centuries des ‘Kephalaia Gnostica’ d’Évagre le Pontique ( PO 28.1; 1959). W. Frankenberg, Evagrius Ponticus (Abhandlungen, Göttinger Akademie der Wissenschaften, N.F. XIII,2; 1912). J. Muyldermans, Evagriana Syriaca (1952). R. E. Sinkewicz, Evagrius of Pontus. The Greek Ascetic Corpus (2003). ( ET from Greek of many texts also found in Syriac) Secondary Sources P. Géhin, ‘Les versions syriaques et arabes des chapitres sur la prière d’Évagre le Pontique’, in Les Syriaques transmetteurs de civilisations. L’expérience du Bilâd el-Shâm à l’époque omeyyade (Patrimoine Syriaque: Actes du Colloque IX; 2005), 179–197. A.  Guillaumont, Les ‘Kephalaia Gnostica’ d’Évagre le Pontique et l’histoire de l’origénisme chez les Grecs et chez les Syriens (1962). A.  Guillaumont idem , ‘Les versions syriaques de l’oeuvre d’Évagre le Pontique et leur rôle dans la formation du vocabulaire ascétique syriaque’, in SymSyr III , 35–41. J. W.  Watt, ‘Philoxenus and the Old Syriac version of Evagrius’ Centuries’, OC 64 (1980), 65–81. Sebastian P. Brock",
    "title" : "Evagrius",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Evagrius-of-Pontus",
    "displayTitleEnglish" : "Evagrius",
    "persName" : 
    [ " Gregory of Nazianzus ",
      " Babai the Great ",
      " Yawsep Ḥazzaya ",
      " Dionysios bar Ṣalibi ",
      "  Sebastian P.  Brock  " ] }