
  { "fullText" : "The Making of the Electronic Edition George A. Kiraz https:\/\/gedsh.bethmardutho.org\/Making-e-GEDSH 1 e-GEDSH is an electronic representation of the Gorgias Encyclopedic Dictionary of the Syriac Heritage , a project that had a long history. (See The Making of the Gorgias Encyclopedic Dictionary of the Syriac Heritage .) Back in 1993—the project was then named the Syriac Hyper-text Project (SHT)—the aim was to produce an online encyclopedia with entries linked to each other via hyperlinks, but by 1998, the print edition took over and the online objective was but forgotten. Things took a positive turn in 2011 when David A. Michelson of the Syriaca.org project approached Beth Mardutho to include the encyclopedia in what eventually became the Srophé App platform and Syriac Linked Data cloud. Together, Peter Brown and David secured funding from the Fondazione Internazionale Balzan and the National Endowment for the Humanities for the creation of the electronic edition. This was a dream come true. David took the initial steps in converting the electronic text of the print edition into XML and designed the initial schema for entries according to TEI best practices. Christopher Johnson worked as a postdoctoral research assistant in the earliest phases of the electronic conversion and a student programmer, Kim Kosta, provided scripting support. Michelson also advised on the structure of the database that holds the data behind the scenes as well as incorporating linked open data allowing the encyclopedia to link to other online sources. A graduate research assistant, Sam Peterson, assisted David in the subject classification mark up work, making the encyclopedia content harvestable by other projects. Daniel L. Schwartz joined the project in 2016 and since then served as lead Technical Editor with primary responsibility for the conversion of the print edition into electronic format, customizing the TEI XML schema as a data model for the encyclopedia, integrating linked open data into the electronic version, TEI XML encoding of the front and back matter, and supervising the overall design of the user interface and database for the electronic edition. David and Daniel, as Technical Editors, undertook the design of the electronic version with an eye to ensuring that it followed current best practices in the Digital Humanities. Transforming a print-edition text, even when the electronic layout files were available from the press, to a complex TEI XML structure poses many challenges such as converting implicit layout into semantic encoding and ensuring uniformity of data markup. The project needed a meticulous, digitally savvy editor who is also an expert in many sub-domains of Syriac studies. Ute Possekel joined the project in 2016 and served as Digital Edition Editor for the electronic edition. Her responsibilities included reviewing all entries of the encyclopedia in order to make typographical revisions to the print edition, to ensure uniformity of style in the digital edition, and to revise and augment the encoding of the TEI XML version of the electronic text. She went beyond these tasks and corrected any inconsistencies in the print edition. None of this work would have led to anything without a specialized programmer who is responsible for the creation of the actual site. Winona Salesky, a uniquely skilled software developer who has consulted for the Library of Congress and other academic libraries, served as Senior Programmer for the customization of the Srophé App, the XML database containing the electronic edition. Her responsibilities included writing queries and transformations in XQuery, XSLT, and SPARQL as well as serialization of the encyclopedia data into various electronic formats. The process benefited from existing open-access software including eXist-db and Bootstrap. The technology available for the encoding of this electronic edition has moved beyond what was available in the days of the SHT project. Had SHT gone live, each lemma would have simply been coded manually in HTML and the data would have been static. Advancements in Internet computing and the Digital Humanities now offer this project a set of rich tools such as TEI XML, XML native databases, and Linked Open Data, to name but a few. Behind all of this work lies the continual encouragement of Syriac studies by the eminent historian, Peter Brown, Philip and Beulah Rollins Professor of History, Emeritus at Princeton University. Brown served as a senior advisor on the initial grant application to the National Endowment for the Humanities which envisioned the electronic version. It was also Peter who arranged for additional funding to bring the project to completion through the generous support of the Fondazione Internazionale Balzan . A number of institutions provided infrastructure and administrative support to the project. Vanderbilt University’s Office of the Vice Provost for Research, Vanderbilt University Information Technology Division, Vanderbilt Divinity School, and The Jean and Alexander Heard Library at Vanderbilt University provides support for staff administration, hosting, and systems administration including hosting the Srophé web application. The Center of Digital Humanities Research at Texas A&M University hosts the encyclopedia images on its IIIF server and provided development support. The Ancient World Mapping Center at University of North Carolina, Chapel Hill, assisted in providing digital versions of the maps from the print edition. The achievements of the digital edition team—David A. Michelson, Daniel L. Schwartz, Ute Possekel and Winona Salesky—will have rippling effects beyond this electronic release. Our task here was to produce an accurate digital representation of the 2011 print edition, but now the door is open, should the Syriac studies community be ready for such a task, to produce a new version of this encyclopedia that can grow digitally, for—in the words of al-Imād al-Iṣfahānī (1125–1201)— “no one writes a book on a certain day, but does not say in the next day, ‘if this were changed, it would be better; and if this were inserted, it would be commendable; and if this preceded, it would be preferable; and if this were deleted, it would be more beautiful.’” The Making of the Gorgias Encyclopedic Dictionary of the Syriac Heritage George A. Kiraz https:\/\/gedsh.bethmardutho.org\/Making-GEDSH-print 2 The making of the Gorgias Encyclopedic Dictionary of the Syriac Heritage (GEDSH) was a long journey that began as a high school kid’s summer project, and ended up, twenty-eight years later, with the current volume containing contributions by seventy-six scholars from around the globe. In between, the language in which it was written changed once, its medium flip-flopped between print and electronic a few times, and its ‘operational center’ moved from continent to continent. Along the way, many individuals helped and contributed in making GEDSH what it is today. This brief story acknowledges their contributions. The first incarnation of the project aimed at compiling, in Arabic, what we may call an encyclopedia of Syriac biographies, with an Arabic title Arabic title: Arīj al-rayḥān fī tarājim al-aʿyān wa-siyar mašāhīr al-suryān lil-afidyāqon George bin Anton āl Kiraz . more impressive than the content itself. A lemma list was compiled in the summer of 1983 in Bethlehem, drawing from the available Arabic resources. The list constituted 526 headings, each with a reference or two to the sources. Between 1984 and 1990, now in Los Angeles but still using Arabic, the list was transferred onto 3x5 index cards and was expanded to cover Syriac scholars (both Eastern and Western), modern writers, and a few place names. During this period, the late Anton A. Kiraz helped by adding lemma headings from Nuro’s Jawlatī A. Nouro, My Tour in the Parishes of the Syrian Church in Syria & Lebanon \/ Krukhyo dil(y) \/ Jawlati (Beirut, 1967). and Saka’s al-Suryān . I. Saka, al-Suryān īmān wa-ḥaḍāra , vol. 1–5 (Aleppo, 1983–1986). By the end of this stage, the lemma list consisted of 1,300 headings, each with at least one reference giving the lemma’s primary source. Still, no articles were actually written. Later, the index cards would be used to add entries to GEDSH, especially for the first letter of the alphabet. A future encyclopedia covering biographies of minor personalities can make use of the index cards, which are now preserved in the Beth Mardutho Research Library, Piscataway, NJ. The second incarnation of the project, codenamed code named the Syriac Hyper-text Project (SHT), began in 1993 in Cambridge, England, under the auspices of the Syriac Computing Institute, the forerunner of Beth Mardutho. As its title indicates, it had in mind a different objective (a hypertext) and hence a different medium (electronic). A hypertext is a text that includes references, or hyperlinks, to other text that can be easily accessible, say with a mouse click. While the term was coined in 1965 (by Ted Nelson) and implemented in earlier systems, hypertexts became ubiquitous when they were used in the World Wide Web (WWW), first implemented in 1992. It was this implementation of the WWW that gave rise to the idea of SHT. A team of volunteers worked on two tracks: a technical track for the implementation of the software necessary to deploy SHT and a second one for the gathering of content. As for the technical work, A. Bolton implemented a prototype system that permitted the tagging of texts with hyperlinks. One was able to import such tagged texts into a database, from which one could generate electronic and printable versions. A database backend permitted the management of bibliographical references within the encyclopedia. The technical aspects of this system have been described elsewhere. A. Bolton and G. Kiraz, ‘The Syriac Hyper-text Project: Report I’, in Proceedings of the 4th International Conference and Exhibition on Multi-lingual Computing , ed. A. Ubaydli (1994). In terms of content, standard Syriac references were used to compile draft articles by a team of volunteers that included Andrew Criddle, Ken Moxham, and Daniel Ponsford. About 1,200 articles were compiled between 1993 and 1995 in ca. 150,000 words (compare with GEDSH which has 622 entries with ca. 350,000 words). A full list of the resources used to compile the content is provided in the project’s reports. K. Moxham, ‘Syriac Hypertext Project: Report II’, in SyrCOM-95: Proceedings of the First International Forum on Syriac Computing , ed. G. A. Kiraz (1995), 65–69 ; R. A. Kitchen, ‘Syriac Hypertext Project: Report III’, in SyrCOM-96: Proceedings of the Second International Forum on Syriac Computing , ed. G. A. Kiraz (1996), 4–9. SHT was closer in spirit to today’s Wikipedia in that it relied on anonymous volunteers. The length and quality of the articles were rather mixed, with some articles consisting of a sentence or two, while others were a few pages. Sebastian P. Brock reviewed the material to determine which articles, after an editorial process, could stay, and which needed to be re-written by a specialist. The third incarnation of the project took place in the fall of 1996 during an informal lunch meeting at Oxford. It was during this meeting that the decision to produce a printed edition, consisting of selections from SHT, was made, and Robert Kitchen kindly agreed to manage the lemma list. (It should be noted that the idea of a printed Syriac encyclopedia had been circulating for some time among Syriac scholars and was publicly suggested to the scholarly community by Witold Witakowski during the 1992 Symposium Syriacum in Cambridge, UK.) While the online goal was never abandoned, by the spring of 1998, the printed version took a life of its own and the project was renamed the Encyclopedic Dictionary of the Syriac Heritage (EDSH). The following year, during the North American Syriac Symposium (SyrCOM-99 session) at Notre Dame, Robert Kitchen read a paper presenting the development of the project to the scholarly community, R. A. Kitchen, ‘The soul of a new encyclopedia. The Encyclopedic Dictionary of the Syriac Heritage’, SyrCOM- 99: Proceedings of the Third International Forum on Syriac Computing in SyrCOM-99: Proceedings of the Third International Forum on Syriac Computing , ed. G. A. Kiraz (1999), 34–40. after which an editorial committee was formed consisting of Sebastian P. Brock, J. F. Coakley, George A. Kiraz, Robert Kitchen, Lucas Van Rompay, and Witold Witakowski. A set of guidelines was provided to the project by Everett Ferguson, editor of the Encyclopedia of Early Christianity , which was re-edited by J. F. Coakley on behalf of the committee to meet the requirements of EDSH. Scholars were invited to write articles. Soon it became clear to the group that the task was quite daunting. During the Third Peshitta Symposium in Leiden in 2001, it was decided to reduce the ambitious lemma list of 1,500 to a more manageable quantity between 300 and 500 entries. Sebastian P. Brock, George A. Kiraz, and Lucas Van Rompay became the editors of the now smaller EDSH. Robert Kitchen produced an initial lemma list of 300 or so items, which was then revised by the three-member editorial committee. In a 2007 Hugoye Hugoye paper on the status and challenges of Syriac studies, Lucas Van Rompay briefly discussed the project. L. Van Rompay, ‘Syriac studies: The challenges of the coming decade’, Hugoye 10 (2007). In the same year, the editors increased their efforts, finalized the list of entries, and contacted a limited number of new contributors with the request to write missing entries. Editorial management assistance was provided by the staff of Gorgias Press which became the designated publisher; hence, GEDSH. As things progressed and more articles came in, the list of lemmata began to increase again, culminating in the 622 articles now included. The draft articles were made available online through WikiSyriaca, an online web site website that made use of MediaWiki, the same software used for Wikipedia, and was hosted by Beth Mardutho. During this period, Gareth Hughes acted as Wiki Editor. WikiSyriaca was short-lived as during the following year a cyber attack on the Gorgias network rendered it inoperable, but work continued ahead with the printed edition. In 2008, the management of the project was taken up by Lucas Van Rompay, and Aaron M. Butts was added to the editorial committee, first as editorial assistant and since 2009 as full member. Together, the four-member committee read and edited the entire draft. All seventy-six authors were given a last chance to make changes or additions to their entries in 2009, and a full manuscript was sent off for typesetting in early 2010. Maps, provided by the Ancient World Mapping Center (University of North Carolina at Chapel Hill), and illustrations were added in the fall of 2010. The coordination of the final editorial process was undertaken by Lucas Van Rompay, and the typesetting was done by Sr. Kassia Senina. Beth Mardutho plans to continue the project aiming at a larger encyclopedia both in printed and electronic forms, hoping to resurrect some of the earlier content, from arīj al rayḥān and SHT, and in no doubt by further contributions from the scholarly community. For now, it is hoped that readers will find GEDSH a good gedsho ! Editors’ Preface Sebastian P. Brock , Aaron M. Butts , George A. Kiraz , and Lucas Van Rompay https:\/\/gedsh.bethmardutho.org\/Editors-Preface-print 3 The Gorgias Encyclopedic Dictionary of the Syriac Heritage is a joint venture of seventy-six students and scholars of Syriac Christianity, living in many different countries and working together over a number of years. Conceived in its present form in the mid-1990s, the plans were subsequently adjusted and revised. One result of the changes is that the present GEDSH is less ambitious and less comprehensive than had originally been planned. A number of choices were made. The focus of GEDSH is on the Syriac Christian cultural tradition as it historically developed in the Syriac homelands of the Middle East, was carried on by a great number of religious communities of different backgrounds, and is still preserved, cherished, and studied by Syriac Christians today, in the Middle East, in India, and in the worldwide Diaspora. Without excluding manifestations of Syriac Christianity in other languages and cultures, the primary focus is on the Classical Syriac expression of Syriac Christianity. While one could legitimately argue for a much broader approach, which would give more attention to anthropological, sociological, theological, art-historical aspects (some of which have been given limited consideration), our primary focus has been on the connection between Syriac Christianity and the Syriac language. The Classical Syriac language and literary tradition are indeed the most powerful cohesive forces that join together the various communities representing Syriac Christianity. The focus on Classical Syriac at the same time allows us to incorporate the various traditions — of an amazing linguistic, literary, and religious diversity — that are reflected in, and often intertwined with, Syriac Christianity. Several Greek writers and writings that became classics in Syriac Christianity, works of Jewish origin, authors of Persian, Arabic, Turkish, Chinese, and Malayalam background and upbringing, and a rare pagan author writing in Syriac all together contribute to the truly multilingual and multicultural foundation of Syriac Christianity. GEDSH aims to reflect this richness and diversity. This approach explains the prominence in GEDSH of authors, literary works, scholars, and locations that are associated with Classical Syriac and the Classical Syriac literary tradition. We fully realize that authors writing in Modern Syriac and much of Modern Syriac literature continue to a large extent this same tradition. We very much hope that other scholars will be stimulated to edit a companion volume devoted to this subject. In the meantime reference can be made to R. Macuch’s Geschichte der spät- und neusyrischen Literatur (1976) along with several publications by Heleen Murre-van den Berg, Alessandro Mengozzi, Fabrizio Pennacchietti, Bruno Poizat, and others, in particular the overview provided by Hannibal J. Gevargis, Ruhaniyun-e Bar-Jestah-yi Ashuri dar do qarn-i akhir (‘Assyrian religious writers of the last two centuries’; Tehran, 2000). In the absence of up-to-date scholarly tools and handbooks on Syriac literature, ecclesiastical history, historical geography, and prosopography, GEDSH cannot claim to offer full and balanced reports for all these fields. But it is our intention to lay at least the groundwork as well as to provide some stepping stones for further work. Fully aware of the provisional and necessarily incomplete nature of many of the GEDSH entries, we have made an effort to provide the necessary bibliographical references for each entry so as to encourage further study and exploration. A fuller and more systematic encyclopedia would obviously include many more entries on general concepts and ideas, literary genres, liturgical key-terms, etc. While in many of the entries an effort has been made to go well beyond the level of factual description, a more deliberate conceptual approach would have required a different type of preparation which, in the present state of scholarship on Syriac Christianity, may not have been entirely compatible with our primary approach. We realize and acknowledge, however, that a more developed and expanded type of encyclopedia for Syriac Christianity remains a desideratum. Several technical matters require comment. All dates are Common Era ( i.e. i.e., AD) unless noted otherwise. For the sake of economy, a number of abbreviations have been employed in the text. These include General Abbreviations for commonly used titles ( e.g. e.g., bp. = bishop), terms ( e.g. e.g., NT = New Testament), churches ( e.g. e.g., Melk. = Melkite), etc. These abbreviations are explained on p. XVII . In addition, frequently quoted publications are referred to by the author’s last name and a short title (full references are found on p. XX – XXII ). For Syriac proper nouns, we have retained the Syriac form, e.g. e.g., Yuḥannan (E. Syr.) or Yuḥanon (W. Syr.), but not John. The only general exception to this rule is Ephrem. Similarly, we have retained the Arabic form for Arabic proper nouns. In most cases, we have provided cross-references, e.g. e.g., John see also Iwannis, Yoḥannan (E. Syr.), and Yuḥanon (W. Syr). For Greek proper names, we have adopted the most common English form, e.g. e.g., John Chrysostom. The Syriac consonants are transliterated ʾ , b , g , d , h , w , z , ḥ , ṭ , y , k , l , m , n , s , ʿ , p , ṣ , q , r , š , and t . In personal names and geographic names, šin is transliterated sh instead of š . Ālap , waw , and yud are not indicated when they serve as matres lectionis . In addition, ālap is not indicated when it is word initial, e.g. e.g., alāhāʾit . Spirantization ( i.e. i.e., rukkākā ) is generally not marked, though in several more well-known words it is marked ( e.g. e.g., beth ). Gemination of consonants is represented for E. Syr. but not for W. Syr. The vowels are transliterated a , ā , e , ē ( i.e. i.e., rbāṣā karyā ), i , o , and u for E. Syr. and a , o , e , i , and u for W. Syr. The distinction between a and ā is not indicated in the transliteration of Syriac geographic names. The E.-Syr. transliteration system has been used in entries pertaining to material prior to the East\/West division as well as for entries that span both the E.- and W.-Syr. traditions. Schwa is not generally marked, except in certain proper names, for which the more common transliteration with schwa is used. The Arabic consonants are transliterated ʾ , b , t , th , j , ḥ , kh , d , dh , r , z , s , š , ṣ , ḍ , ṭ , ẓ̣ , ʿ , gh , f , q , k , l , m , n , h , w , and y . Arabic ḥamza ( ʾ ) is not indicated when it is word initial. The Arabic vowels are transliterated a , ā , i , ī , u , and ū . Entries are alphabetized according to the Latin alphabet. Personal names that are normally accompanied by a Roman number (in particular names of patriarchs) go before the simple names ( e.g. e.g., Aba I and Aba II before Aba). In composite names the English preposition ‘of’ is not counted in the alphabetization; the Syriac noun ‘bar’, however, is counted. Diacritics do not register in alphabetization, nor do ʾ or ʿ. With regard to the illustrations, as we had limited means and resources, we selected some images from existing publications (to the extent that we were able to secure permission), adding to them a number of images from private collections, kindly and generously put at our disposal by colleagues and friends. The way in which the illustrations were collected, therefore, is once again a testimony to the collegial and collaborative effort on which GEDSH is built. All images were edited and digitally enhanced by Douglas Ojala. GEDSH is about Syriac Christianity as it historically developed and as it has been transmitted throughout the centuries, up to the present day. Syriac Christianity today is both the object of academic study and an essential part in the lives of communities and individuals. Both realities are part of GEDSH and will be appreciated, we are confident, by our diverse readership. It is our conviction that for a balanced study of Syriac Christianity the involvement of people with different backgrounds is required, reflecting not only the multi-faceted nature of Syriac Christianity itself, but also the world in which we want to preserve and cherish Syriac Christianity’s treasures. While a more detailed report of the various phases of the preparation of GEDSH is offered in the preceding essay by G. A. Kiraz, it is appropriate to name here a few institutions and individuals whose contributions, particularly in the final stage of the work, have been crucial. As a Beth Mardutho project, GEDSH received all due care and attention from the skilled staff of Gorgias Press. Robert A. Kitchen (Saskatchewan, Canada), Witold Witakowski (Uppsala), and James (Chip) F. Coakley (then Cambridge, MA and more recently Cambridge, UK) have all been instrumental, each in his own way, in helping (G)EDSH make the transition and the transformation from the twentieth century into the twenty-first. For (G)EDSH’s short-lived but significant WikiSyriaca existence (giving us a foretaste of what a Syriac encyclopedia in the twenty-first century should look like) credit goes to Gareth Hughes (Oxford). Over the last couple of years we approached a number of colleagues with the request to write, often at short notice, new entries or rewrite existing ones, or to provide information that was otherwise difficult to come by. While responses to such requests were overwhelmingly prompt and positive, we would like to single out some colleagues who, at that late hour, far beyond their individual entries, provided us essential feedback and help in bringing the entire project to a successful conclusion: Adam H. Becker (New York, NY), Jeff W. Childers (Abilene, TX), Maria E. Doerfler (Durham, NC), Emanuel A. Fiano (Durham, NC), Bas ter Haar Romeny (Leiden), Amir Harrak (Toronto), Mat Immerzeel (Leiden), Karel Innemée (Leiden), Andreas Juckel (Münster), Hubert Kaufhold (München), Alessandro Mengozzi (Torino), Craig E. Morrison (Rome), Heleen Murre-van den Berg (Leiden), István Perczel (Budapest), Ute Possekel (Boston), Gerrit J. Reinink (Groningen), Hidemi Takahashi (Tokyo), Jack B.V. Tannous (Washington, DC), and Herman G.B. Teule (Nijmegen). Duke University’s Department of Religion provided a research assistantship allowing us to enlist the help of Sam Burleson, and contributed to the project in other ways as well. For the maps we were fortunate to work with Richard Talbert, Brian Turner, and Ross Twele of the Ancient World Mapping Center of the University of North Carolina at Chapel Hill. Now that this important stage of the GEDSH project is coming to an end, we dedicate its publication to the victims of Sayfo, the centenary of which is approaching. Respectfully remembering all victims, we particularly cherish and celebrate the memory of the lost generations of Syriac writers. May their voices resonate in our hearts! August 2010 List of Contributors [2011] https:\/\/gedsh.bethmardutho.org\/List-Contributors 4 1. Joseph P. Amar is Director of Syriac and Arabic Studies and the Program in Early Christian Studies at the University of Notre Dame, Indiana. 2. Mor Polycarpus Augin Aydin is the Syriac Orthodox Archbishop of The Netherlands, with residence in the Monastery of St. Ephrem at Glane-Losser. He is currently finishing his Ph.D. dissertation at Princeton Theological Seminary. 3. Adam H. Becker is Associate Professor of Classics and Religious Studies, and Director of the Religious Studies Program, at New York University. 4. George A. Bevan is Assistant Professor in the Department of Classics at Queen’s University, Canada. 5. Monica J. Blanchard is Curator of the Semitics Collections at the Institute of Christian Oriental Research of the Catholic University of America, Washington, DC. 6. Françoise Briquel-Chatonnet is Directrice de recherche at the French Centre National de Recherche Scientifique (Orient et Méditerranée, Études sémitiques anciennes), Paris. 7. Sebastian P. Brock is Emeritus Reader in Syriac Studies at Oxford University. 8. Erwin Buck is Professor of New Testament at Lutheran Theological Seminary (University of Saskatchewan), Saskatoon, Canada (retired) and serves as the Content Coordinator of the Eleventh Assembly of the Lutheran World Federation in Geneva, Switzerland. 9. David D. Bundy is Associate Provost for Library Services and Associate Professor of History at Fuller Theological Seminary in Pasadena, California. 10. Samuel Burleson received his M.A. degree in Religion from the Department of Religion of Duke University in Durham, North Carolina, in May 2010. His main interest is in Syriac and Coptic Christianity. 11. Aaron M. Butts is Lector of Semitics in the Department of Near Eastern Languages and Civilizations at Yale University. 12. Thomas A. Carlson is a Ph.D. candidate in the History Department at Princeton University. 13. Marica C. Cassis is Assistant Professor of History at Memorial University of Newfoundland, Canada. 14. Jeff W. Childers is Professor of New Testament and Early Christianity in the Graduate School of Theology, Abilene Christian University, Abilene, Texas. 15. James F. Coakley teaches Syriac at Cambridge University, United Kingdom. 16. Brian Edric Colless , Ph.D. and Th.D., was formerly a lecturer in Religious Studies and is now a research scholar attached to the School of History at Massey University in New Zealand. 17. Riccardo Contini is Professor of Semitic Philology at the University of Naples ‘L’Orientale’, Italy. 18. Khalid Dinno (Ph.D. Engineering) is a Ph.D. candidate in the Aramaic-Syriac Program in the Department of Near and Middle Eastern Civilizations at the University of Toronto. 19. Erica Cruikshank Dodd is Adjunct Associate Professor in the Department of History in Art, and Associate Fellow in the Centre for the Study of Religion and Society, University of Victoria, B.C., Canada. 20. Maria E. Doerfler is a Ph.D. candidate in the field of Early Christianity at Duke University, Durham, North Carolina. 21. Robert Doran is Samuel Williston Professor of Greek and Hebrew in the Department of Religion at Amherst College, Massachusetts. 22. Jean Fathi is preparing an edition in the field of Syriac studies for the Diplôme de l’École Pratique des Hautes Études, Paris, France. 23. John R. K. Fenwick is a former ecumenical secretary to the Archbishop of Canterbury and was for a time co-secretary of the internal Anglican-Orthodox dialogue. He has been a regular visitor to South India, researching the history of the St. Thomas Christian community. He is currently a Diocesan Bishop in the Free Church of England. 24. Emanuel A. Fiano is a Ph.D. student in the field of Early Christianity at Duke University, Durham, North Carolina, focusing on Syriac and Coptic Christianities. 25. Jan J. van Ginkel holds a Ph.D. degree from the University of Groningen (1995) and subsequently worked as a postdoctoral researcher in Syriac studies at the University of Leiden, The Netherlands. 26. Sidney H. Griffith is Professor and Chair of the Department of Semitic and Egyptian Languages and Literatures at the Catholic University of America in Washington, DC. 27. Bas ter Haar Romeny is Professor of Old Testament and Eastern Christian Traditions at Leiden University, The Netherlands. 28. Mary T. Hansbury is an independent scholar of Syriac studies and an iconographer in Philadelphia, Pennsylvania. 29. Amir Harrak is Professor of Aramaic and Syriac in the Department of Near and Middle Eastern Civilizations of the University of Toronto, Canada. 30. Susan Ashbrook Harvey is the Willard Prescott and Annie McClelland Smith Professor and Chair for the Department of Religious Studies at Brown University, Providence, Rhode Island. 31. John F. Healey is Professor of Semitic Studies at the University of Manchester, England. His main interest is in Syriac and Nabataean Aramaic inscriptions and in the history of writing. 32. Bo Holmberg is Professor of Semitic Languages at the Centre for Languages and Literature of Lund University, Sweden. 33. Mat Immerzeel is Director of the Paul van Moorsel Centre for Christian Art and Culture in the Middle East at Leiden University, The Netherlands. 34. Thomas Joseph is the Senior Manager of Information Architecture at one of the largest US-based investment management firms. He is also a Syriac enthusiast, a member of the Board of Directors of Beth Mardutho [ www.bethmardutho.org ] [ http:\/\/bethmardutho.org ] , technical editor of Hugoye: Journal of Syriac Studies [ bethmardutho.cua.edu\/Hugoye bethmardutho.org\/index.php\/hugoye\/about-hugoye.html ], as well as Web Master of Syriac Orthodox Resources [ sor.cua.edu ]. 35. Andreas Juckel is Research Associate at the Oriental Department of the Institute for New Testament Textual Research, University of Muenster, Germany. 36. Hubert Kaufhold is Honorarprofessor für Antike Rechtsgeschichte, insbesondere das Recht des Christlichen Orients, at the Juridical Faculty of the University of Munich, Germany. He is also co-editor of the periodical Oriens Christianus . 37. Grigory Kessel is research assistant at the Seminar für Ostkirchengeschichte of the Philipps Universität in Marburg, Germany. 38. George A. Kiraz is the President of Beth Mardutho: The Syriac Institute and editor-in-chief of Gorgias Press, Piscataway, N.J. 39. Robert A. Kitchen is Minister of Knox-Metropolitan United Church in Regina, Saskatchewan, Canada. 40. Naomi Koltun-Fromm is Associate Professor of Religion at Haverford College, Pennsylvania. She specializes in comparative Jewish and Christian biblical exegesis. 41. David J. Lane passed away on 9 Jan. 2005. Between 1971 and 1983 he taught Aramaic and Syriac at the Department of Near Eastern Studies of the University of Toronto and subsequently joined the staff of the College of the Resurrection in Mirfield, United Kingdom. 42. Michael Lattke is Emeritus Professor of New Testament and Early Christianity at The University of Queensland, Australia. 43. Clemens Leonhard is Professor for liturgical studies at the Faculty for Catholic Theology of the Westfälische Wilhelms-Universität in Münster, Germany. 44. Jonathan A. Loopstra is an Assistant Professor of History at the American University of Iraq, Sulaimani. 45. Edward G. Mathews , Jr. , is Recurring Visiting Professor of Early Christian Languages and Literatures and Director of Research at St. Nersess Armenian Seminary in New Rochelle, New York. 46. Alessandro Mengozzi teaches Semitic Philology at the University of Turin, Italy. His main interest is in Neo-Aramaic and in late and modern East-Syriac poetry. 47. Volker L. Menze is Associate Professor of Late Antique History in the Department of Medieval Studies of the Central European University, Budapest, Hungary. 48. David  A. Michelson is Assistant Professor of Late Antiquity and Ancient History in the History Department of the University of Alabama at Tuscaloosa, Alabama. 49. Craig E. Morrison is Associate Professor in Syriac language and literature at the Pontifical Biblical Institute in Rome. 50. Ray Jabre Mouawad is Professor at the Lebanese American University of Beirut and researcher at the Center Louis Pouzet for Medieval Studies at St. Joseph University. 51. Heleen L. Murre-van den Berg is Professor in the History of Modern World Christianity, especially in the Middle East, in the Institute for Religious Studies, Faculty of Humanities, of Leiden University, The Netherlands. 52. Andrew N. Palmer teaches Greek and Latin at a school in Meppel, The Netherlands. He is a Research Associate at the Institute of Eastern Christian Studies in Nijmegen and at Manchester University, United Kingdom. 53. Michael Philip Penn is Associate Professor of Religion at Mount Holyoke College in South Hadley, Massachusetts. His current research focuses on Syriac Christian reactions to the rise of Islam. 54. William L. Petersen passed away on 20 Dec. 2006. He was Professor of New Testament and Christian Origins in the Religious Studies Program and also Professor in the Department of Classics and Ancient Mediterranean Studies at Pennsylvania State University in University Park, Pennsylvania. 55. Peter E. Pormann is Associate Professor at the Department of Classics and Ancient History, University of Warwick, United Kingdom. He is mainly interested in Greek-Syriac-Arabic translations and in the transmission of medicine and philosophy. 56. Ute Possekel received her Ph.D. from Princeton Theological Seminary in 1997. She taught History of Christianity at St. John’s Seminary in Boston from 1998 to 2004 and currently teaches part-time in the History Department of Gordon College in Wenham, Massachusetts. 57. Gerrit J. Reinink is Associate Professor emeritus of Aramaic and Syriac at the University of Groningen, The Netherlands. 58. Barbara H. Roggema is Adjunct Assistant Professor of History at John Cabot University, Rome, Italy. 59. Stephen D. Ryan , O.P. , is Associate Professor of Sacred Scripture at the Pontifical Faculty of the Immaculate Conception in the Dominican House of Studies, Washington, DC. 60. Alison G. Salvesen is a University Research Lecturer at the Oriental Institute, University of Oxford, and Polonsky Fellow in Jewish Bible Versions at the Oxford Centre for Hebrew and Jewish Studies. 61. Bas Snelders is a research fellow at the Paul van Moorsel Center for Christian Art and Culture in the Middle East, of Leiden University, The Netherlands. He is co-editor of the periodical Eastern Christian Art . 62. Jan-Eric Steppa holds a Ph.D. from the University of Lund (2001) and continues to conduct research in the field of Late Antique studies. He presently works as a funeral director in Lund, Sweden. 63. Columba Andrew Stewart is Professor of Theology and Executive Director of the Hill Museum & Manuscript Library, Saint John’s University, Collegeville, Minnesota. 64. Hidemi Takahashi is Associate Professor in the Graduate School of Arts and Sciences at the University of Tokyo. 65. Jack B. Tannous is the Post-Doctoral Teaching Fellow in Byzantine History at Dumbarton Oaks and George Washington University. 66. David G. K. Taylor is University Lecturer in Aramaic and Syriac at the University of Oxford, United Kingdom. 67. Herman G. B. Teule is Professor of Eastern Christianity at the Radboud University Nijmegen, The Netherlands and at the Catholic University Leuven, Belgium. He is the Head of the Institute of Eastern Christian Studies at the Radboud University. 68. Lucas Van Rompay is Professor of Eastern Christianity in the Department of Religion at Duke University, Durham, North Carolina. 69. Baby Varghese is Professor of Liturgical Studies and Syriac Language and Literature at the Orthodox Theological Seminary, Kottayam, India and Saint Ephrem’s Ecumenical Research Institute (SEERI), Kottayam. 70. Joel T. Walker is Associate Professor of History (Late Antiquity) at the University of Washington in Seattle. His research focuses on the Church of the East. 71. Timothy Scott Wardle earned his Ph.D. in New Testament from Duke University in 2008. He presently teaches as an Adjunct Assistant Professor at Wake Forest University and Elon University, North Carolina. 72. John W. Watt is Reader in the School of Religious and Theological Studies, Cardiff University, Wales. 73. Dorothea Weltecke is Professor für die Geschichte der Religionen und des Religiösen in Europa at the University of Konstanz, Germany. 74. Lionel R. Wickham was until his retirement Lecturer in the Faculty of Divinity at Cambridge University, United Kingdom. 75. Witold Witakowski is Associate Professor of Semitic Languages in the Department of Linguistics and Philology, Uppsala University, Sweden. 76. Ilya Yakubovich holds a Ph.D. from the University of Chicago (2008) and is currently a researcher at the Institute of World Culture of Moscow State University, Russia. Sigla and Abbreviations https:\/\/gedsh.bethmardutho.org\/Sigila-Abbreviations 5 I. General Abbreviations II. Sigla and Abbreviations for Journals, Serial Publications, and Reference Works III. Frequently quoted publications, referred to by the authors’s last name and short title I. General Abbreviations https:\/\/gedsh.bethmardutho.org\/General-Abbreviations 6 AT Arabic translation b. bin (Arabic for ‘son’) bp. bishop ca. circa cath. catholicos cath. Catholic ( i.e. i.e., Roman Catholic) cent. century \/ centuries Ch. of E. Church of the East Chald. Chaldean coll. collection CPA Christian Palestinian Aramaic DT Dutch translation E. Syr. E. Syrian \/ E. Syriac ed. edited, edition et al. et alii ‘and others’ ET English translation fl. floruit (referring to the most productive period in a figure’s life) FS Festschrift FT French translation GT German translation IT Italian translation J. (occasionally) Journal LT Latin translation Maron. Maronite Melk. Melkite metr. Metropolitan ms(s). manuscript(s) ns New Series (in part. for journals) NT New Testament OT Old Testament patr. Patriarch r. ruled repr. reprint or reprinted RT Russian translation SBL Society of Biblical Literature ST Spanish translation Syr. Cath. Syriac Catholic Syr. Orth. Syriac Orthodox W. Syr. W. Syriac \/ W. Syrian II. Sigla and Abbreviations for Journals, Serial Publications, and Reference Works https:\/\/gedsh.bethmardutho.org\/Journals-Serials-Ref-Works 7 AB Analecta Bollandiana . ABD Anchor Bible Dictionary . ÄF Äthiopistische Forschungen. AION Annali dell’Istituto Universitario Orientale di Napoli . AJSLL American Journal of Semitic Languages and Literature . AHC Annuarium Historiae Conciliorum . AS Aramaic Studies . BBK Biographisch-Bibliographisches Kirchenlexikon . BHO Bibliotheca Hagiographica Orientalis , ed. Socii Bollandiani (Subsidia Hagiographica 10; 1910). BJRL Bulletin of the John Rylands Library . BSOAS Bulletin of the School of Oriental and African Studies . BTS Beiruter Texte und Studien. Herausgegeben vom Orient-Institut der Deutschen Morgenländischen Gesellschaft. BUSEK Bulletin de l’Université Saint-Esprit Kaslik . CahArch Cahiers archéologiques . CC Corpus Christianorum. CCSG Corpus Christianorum. Series Graeca. CCSL Corpus Christianorum. Series Latina. CCO Collectanea Christiana Orientalia . CH Church History . CPG M. Geerard, Clavis Patrum Graecorum , I–V (vol. V: M. Geerard and F. Glorie; vol. III A: J. Noret). CPG Suppl. M. Geerard and J. Noret, Clavis Patrum Graecorum. Supplementum . CRAIBL Comptes rendus (des séances) de l’Académie des Inscriptions et Belles-Lettres \/Académie des Inscriptions et Belles-Lettres. Comptes rendus . CSCO Corpus Scriptorum Christianorum Orientalium. (all references are to the overall number, not the Script. Syr. or Subsidia number) DCB Dictionary of Christian Biograph y. DHGE Dictionnaire d’histoire et de géographie ecclésiastiques . DOP Dumbarton Oaks Papers . DSpir Dictionnaire de Spiritualité . DTC Dictionnaire de théologie catholique . EAe Encyclopaedia Aethiopica , ed. S. Uhlig. EI Encyclopaedia of Islam . EI 2 Encyclopaedia of Islam (2nd ed.). EIr Encyclopaedia Iranica . ECA Eastern Christian Art in its Late Antique and Islamic Contexts . ECR Eastern Churches Review . ECS Eastern Christian Studies. ETL Ephemerides Theologicae Lovanienses . ÉtSyr Études syriaques. FC Fontes Christiani. GOF Göttinger Orientforschungen. GOFS Göttinger Orientforschungen, I. Reihe. Syriaca. GCS Die griechischen christlichen Schrifsteller (der ersten drei Jahrhunderte). Harp The Harp: A Review of Syriac and Oriental Studies . HTR Harvard Theological Review . Hugoye Hugoye: Journal of Syriac Studies . JA Journal asiatique . JAAS Journal of Assyrian Academic Studies . JAC Jahrbuch für Antike und Christentum . JAOS Journal of the American Oriental Society . JBL Journal of Biblical Literature . JCSSS Journal of the Canadian Society for Syriac Studies . JEastCS Journal of Eastern Christian Studies . JECS Journal of Early Christian Studies . JEH Journal of Ecclesiastical History . JJS Journal of Jewish Studies . JNES Journal of Near Eastern Studies . JRAS Journal of the Royal Asiatic Society . JSNT Journal for the Study of the New Testament . JSOT Journal for the Study of the Old Testament . JSS Journal of Semitic Studies . JTS The Journal of Theological Studies . KLCO Kleines Lexikon des Christlichen Orients (2. Auflage des Kleines Wörterbuches des Christlichen Orients) , ed. H. Kaufhold (2007). LM Le Muséon . LThK Lexikon für Theologie und Kirche . MPIL Monographs of the Peshitta Institute Leiden. MUSJ Mélanges de l’Université Saint-Joseph . NTS New Testament Studies . OC Oriens Christianus . OCA Orientalia Christiana Analecta. OCP Orientalia Christiana Periodica . OKS Ostkirchliche Studien . OLA Orientalia Lovaniensia Analecta. OLP Orientalia Lovaniensia Periodica . OrSuec Orientalia Suecana . OS L’Orient Syrien . PAC Patrimoine arabe chrétien. ParOr Parole de l’Orient . PatMagDam Al-Majalla al-Baṭriarkiyya , Damascus. PatMagJer Al-Majalla al-Baṭriarkiyya al-Suryāniyya , Jerusalem. PETSE Papers of the Estonian Theological Society in Exile. PG Patrologia Graeca. PO Patrologia Orientalis. POC Proche-Orient Chrétien . PRE Paulys Realencyclopädie der Classischen Altertumswissenschaft . PS Patrologia Syriaca. PTS Patristische Texte und Studien. RAC Reallexikon für Antike und Christentum . RB Revue biblique . REArm Revue des études arméniennes . RHE Revue d’histoire ecclésiastique . RHR Revue de l’histoire des religions . ROC Revue de l’Orient Chrétien . RSO Rivista degli Studi Orientali . RSPR Revue des sciences philosophiques et religieuses . SC Sources chrétiennes. SeT Studi e Testi. SKCO Sprachen und Kulturen des Christlichen Orients. Sobornost\/ECR Sobornost\/ECR Sobornost \/ Eastern Churches Review . SOK Studien zur orientalischen Kirchengeschichte. StPatr Studia Patristica . SymSyr I Symposium Syriacum 1972 (OCA 197; 1974). SymSyr II Symposium Syriacum 1976 (OCA 205; 1978). SymSyr III III o Symposium Syriacum 1980. Les contacts du monde syriaque avec les autres cultures , ed. R. Lavenant, S.J. (OCA 221; 1983). SymSyr IV IV Symposium Syriacum 1984. Literary genres in Syriac literature , ed. H. J. W. Drijvers, R. Lavenant S.J., C. Molenberg, and G. J. Reinink (OCA 229; 1987). SymSyr V V Symposium Syriacum 1988 , ed. R. Lavenant, S.J. (OCA 236; 1990). SymSyr VI VI Symposium Syriacum 1992 , ed. R. Lavenant, S.J. (OCA 247; 1994). SymSyr VII Symposium Syriacum VII. 1996 , ed. R. Lavenant, S.J. (OCA 256, 1998). SymSyr VIII Symposium Syriacum VIII , ed. R. Ebied and H. Teule, with the collaboration of P. Hill and J. Verheyden (= JEastCS 56 [2004]). SymSyr IX Symposium Syriacum 2004 (= ParOr 31 [2006] and 33 [2008]). SymSyr X Symposium Syriacum 2008 (in preparation). TEG Traditio Exegetica Graeca. TRE Theologische Realenzyklopädie . TTH Translated Texts for Historians. TU Texte und Untersuchungen zur Geschichte der altchristlichen Literatur. VetChr Vetera Christianorum . VC Vigiliae Christianae . WZKM Wiener Zeitschrift für die Kunde des Morgenlandes . ZA Zeitschrift für Assyriologie und verwandte Gebiete . ZAC Zeitschrift für Antikes Christentum \/ Journal of Ancient Christianity . ZAW Zeitschrift für die alttestamentliche Wissenschaft . ZDMG Zeitschrift der Deutschen Morgenländischen Gesellschaft . ZKG Zeitschrift für Kirchengeschichte . ZNW Zeitschrift für die neutestamentliche Wissenschaft . ZPE Zeitschrift für Papyrologie und Epigraphik . III. Frequently quoted publications, referred to by the authors’s last name and short title https:\/\/gedsh.bethmardutho.org\/Frequently-Cited-Publications-Author-Short-Title 8 Abbeloos and Lamy, Gregorii Barhebraei chronicon ecclesiasticum = J. B. Abbeloos and T. J. Lamy, Gregorii Barhebraei chronicon ecclesiasticum , 1–2 (3 vols.; 1872–1877). Abūna, Adab = Ab Albīr Abūna, Adab al-lugha al-ārāmiyya (1970). Assemani, BibOr = J. S. Assemani, Bibliotheca Orientalis Clementino-Vaticana , 1–3 (4 vols.; 1719–1728; repr. 1975 and 2002). Barsoum, Scattered pearls = Ignatius Aphram I Barsoum (trans. Matti Moosa), The Scattered Pearl pearls . A History of Syriac Literature and Sciences (2nd edn. ed. 2003). Baumstark, Literatur = A. Baumstark, Geschichte der syrischen Literatu r (1922). Becker, Fear of God = A. Becker, Fear of God and the beginning of wisdom. The School of Nisibis and the development of the Christian scholastic culture in Late Antique Mesopotamia ( Divinitions Divinations . Rereading Late Ancient Religion; 2006). Braun, Synodicon Orientale = O. Braun, Das Buch der Synhados oder Synodicon Orientale (1900; reprint 1975). Braun, Ausgewählte Akten persischen persischer Märtyrer = O. Braun, Ausgewählte Akten persischer Märtyrer. Mit einem Anhang: Ostsyrisches Mönchsleben (Bibliothek der Kirchenväter; 1915). Brock, The Syriac Fathers on Prayer = S. P. Brock, The Syriac Fathers on Prayer and the Spiritual Life (1987). Brock, ‘The christology of the Church of the East’ = S. P. Brock, ‘The christology of the Church of the East in the Synods of the fifth to early seventh centuries: preliminary considerations and materials’, in Aksum   – THYATEIRA. A Festschrift for Archbishop Methodios of Thyateira and Great Britain , ed. G. D. Dragas (1985), 125–42. (repr. in Studies in Syriac Christianity [1992], ch. XII) Brock and Taylor, Hidden Pearl = S. P. Brock (with the assistance of D. G. K. Taylor), The Hidden Pearl. The Syrian Orthodox Church and its ancient Aramaic heritage (4 vols.; 2001). Chabot, Chronique de Michel le Syrien = J.-B. Chabot, Chronique de Michel le Syrien, patriarche jacobite d’Antioche (1166–1199) , 1–4 (1899–1924; repr. 1963; repr. 1–3: 2008). Chabot, Synodicon Orientale = J. B. Chabot, Synodicon Orientale ou recueil de synodes nestoriens (1902). Desreumaux, Répertoire des bibliothèques = A. Desreumaux, Répertoire des bibliothèques et des catalogues de manuscrits syriaques. Avec la collaboration de F. Briquel-Chatonnet (Documents, Études et Répertoires; 1991). Dolabani, Patriarchen = Y. Dolabani, Maktbonutho d-patriyarke d-Antiyok d-Suryoye triṣay šubḥo. Die Patriarchen der syrisch-orthodoxen Kirche (1990). Donceel-Voûte, Les pavements = P. Donceel-Voûte, Les pavements des églises byzantines de Syrie et du Liban. Décor, archéologie et liturgie (Publications d’histoire de l’art et d’archéologie de l’Université Catholique de Louvain 69; 1988). Drijvers and Healey, The Old Syriac inscriptions = H. J. W. Drijvers and J. F. Healey, The Old Syriac inscriptions of Edessa and Osrhoene. Texts, translations and commentary (Handbuch der Orientalistik, I, 42; 1999). Duval, La littérature syriaque = R. Duval, La littérature syriaque (Bibliothèque de l’enseignement de l’histoire ecclésiastique: Anciennes littératures chrétiennes 2; 3rd ed. 1907). Fiey, Saints syriaques = J. M. Fiey (ed. L. I. Conrad), Saints syriaques (Studies in Late Antiquity and Early Islam 6; 2004). Fiey, Assyrie chrétienne = J. M. Fiey, Assyrie chrétienne. Contribution à l’étude de l’histoire et de la géographie ecclésiastiques et monastiques du nord de l’Iraq (Recherches publiées sous la direction de l’Institut de Lettres orientales de Beyrouth 22–23 and 42; 1965– 1986 1968 ). Fiey, Jalons = J. M. Fiey, Jalons pour une histoire de l’Église en Iraq (CSCO 310; 1970). Fiey, Nisibe, métropole syriaque orientale = J. M. Fiey, Nisibe, métropole syriaque orientale et ses suffragants des origines à nos jours (CSCO 388; 1977). Fiey, Pour un Oriens christianus novus = J. M. Fiey, Pour un Oriens christianus novus. Répertoire des diocèses syriaques orientaux et occidentaux (BTS 49; 1993). Fischer (ed.), A Tribute to Arthur Vööbus = R. H. Fischer (ed.), A Tribute to Arthur Vööbus. Studies in Early Christian Literature and Its Environment, Primarily in the Syrian East (1977). Garsoïan et al. ( ed ed. ), East of Byzantium = N. G. Garsoïan, T. F. Mathews, and R. W. Thomson (eds.), East of Byzantium. Syria and Armenia in the Formative Period (1982). Graf, GCAL = G. Graf, Geschichte der christlichen arabischen Literatur (5 vols.; SeT 118, 133, 146–147, 172; 1944–1953). Grillmeier and Hainthaler, Jesus der Christus, vol. 2\/3 = A. Grillmeier† and Th. Hainthaler (eds.), Jesus der Christus im Glauben der Kirche , Vol. 2\/3. Die Kirchen von Jerusalem und Antiochien nach 451 bis 600 (2002). Guidi et al., Chronica minora = Chronica minora , I (I. Guidi); II (E. W. Brooks and I.-B. Chabot); III (E. W. Brooks, I. Guidi, and I.-B. Chabot) (CSCO 1–6; 1903–1907). Gutas, Greek thought, Arabic culture = D. Gutas, Greek thought, Arabic culture. The Graeco-Arabic translation movement in Baghdad and early ʿAbbasid society (2nd – 4th \/8th – 10th centuries) (1998). Harrak, Syriac and Garshuni inscriptions of Iraq = A. Harrak, Syriac and Garshuni inscriptions of Iraq (Recueil des inscriptions syriaques 2; Académie des Inscriptions et Belles-Lettres; 2010). Harvey, Asceticism and society in crisis = S. A. Harvey, Asceticism and society in crisis. John of Ephesus and The Lives of the Eastern Saints (The Transformation of the Classical Heritage 18; 1990). Hatch, Album = W. H. P. Hatch, An album of dated Syriac manuscripts (1946; repr. 2002). Honigmann, Évêques et évêchés monophysites = E. Honigmann, Évêques et évêchés monophysites d’Asie antérieure au VIe siècle (CSCO 127; 1951). Hoyland, Seeing Islam = R. G. Hoyland, Seeing Islam as others saw it. A survey and evaluation of Christian, Jewish and Zoroastrian writings on Early Islam (Studies in Late Antiquity and Early Islam 13; 1997). Kaufhold, Die Rechtssammlung des Gabriel von Baṣra = H. Kaufhold, Die Rechtssammlung des Gabriel von Baṣra und ihr Verhältnis zu den anderen juristischen Sammelwerken der Nestorianer (Münchener Universitätsschriften. Juristische Fakultät. Abhandlungen zur rechtswissenschaftlichen Grundlagenforschung 21; 1976). Kiraz, CESG = G. A. Kiraz, Comparative Edition of the Syriac Gospels (4 vols.; 1996). Kiraz (ed.), Malphono w-Rabo d-Malphone = G. A. Kiraz (ed.), Malphono w-Rabo d-Malphone. Studies in honor of Sebastian P. Brock (2008). Labourt, Le christianisme dans l’empire perse = J. Labourt, Le christianisme dans l’empire perse sous la dynastie sassanide (224–632) (Bibliothèque de l’enseignement de l’histoire ecclésiastique; 1904). Laga et al. (ed.), After Chalcedon = C. Laga, J. A. Munitiz, and L. Van Rompay (eds.), After Chalcedon. Studies in theology and church history offered to Professor Albert van Roey for his seventieth birthday (OLA 18; 1985). Macomber, Six explanations = W. F. Macomber, Six explanations of the liturgical feasts by Cyrus of Edessa. An East Syrian theologian of the mid sixth century (CSCO 356; 1974). Macuch, Geschichte = R. Macuch, Geschichte der spät- und neusyrischen Literatur (1976). Millar, The Roman Near East = F. Millar, The Roman Near East 31 B.C. – A.D. 337 (1993). Munūfar Barṣūm, Aḍwāʾ = Ūkīn Munūfar Barṣūm, Aḍwāʾ ʿalā adabinā al-suryānī al-ḥadīth (1991). Murray, Symbols = R. Murray, Symbols of Church and Kingdom. A Study in Early Syriac Tradition (1975; revised ed. 2004). Ortiz de Urbina, Patrologia Syriaca = I. Ortiz de Urbina, Patrologia Syriaca (2nd ed. 1965). Palmer, Monk and mason = A. Palmer, Monk and mason on the Tigris frontier. The early history of Ṭur ‘Abdin (University of Cambridge Oriental Publications; 1990). Reinink, Studien zur Quellen- und Traditionsgeschichte = G. J. Reinink, Studien zur Quellen- und Traditionsgeschichte des Evangelienkommentars der Gannat Bussame (CSCO 414; 1979). Reinink, ‘Edessa grew dim and Nisibis shone forth’ = G. J. Reinink, ‘Edessa grew dim and Nisibis shone forth: The School of Nisibis at the transition of the sixth-seventh century’, in Centres of learning. Learning and location in pre-modern Europe and the Near East , ed. J. W. Drijvers and A. A. MacDonald (Brill’s Studies in Intellectual History 61; 1995), 77–89. (repr. in Syriac Christianity under Late Sassanian and Early Islamic Rule [2005], ch. 1) Reinink and Klugkist (eds.), After Bardaisan = G. J. Reinink and Klugkist (eds.), After Bardaisan. Studies on Continuity and Change in Syriac Christianity in Honour of Professor Han J.W. Drijvers (OLA 89; 1999). Thomas and Roggema (eds.), Christian-Muslim relations = D. Thomas and B. Roggema (eds.), Christian-Muslim Relations. A Bibliographical History. Vol. 1 (600–900). With J. P. Monferrer Sala, J. Pahlitzsch, M. Swanson, H. Teule, and J. Tolan (The History of Christian-Muslim Relations 11; 2009). Vööbus, History of asceticism = A. Vööbus, History of asceticism in the Syrian Orient. A contribution to the history of culture in the Near East (3 vols.; CSCO 184, 197, and 500; 1958–1988). Vööbus, Syriac and Arabic documents = A. Vööbus, Syriac and Arabic documents regarding legislation relative to Syrian asceticism (PETSE 11; 1960). Vööbus, History of the School of Nisibis = A. Vööbus, History of the School of Nisibis (CSCO 266; 1965). Weltecke, Die «Beschreibung der Zeiten» = D. Weltecke, Die «Beschreibung der Zeiten» von Mōr Michael dem Grossen (1126–1199). Eine Studie zu ihrem historischen und historiographiegeschichtlichen Kontext (CSCO 595; 2003). Westphal, Untersuchungen = G. Westphal, Untersuchungen über die Quellen und die Glaubwürdigkeit der Patriarchenchroniken des Mārī ibn Sulaimān, ʿAmr ibn Matai und Ṣalība ibn Joḥannān , Vol. 1. Bis zum Beginn des nestorianischen Streites (1901). Wilmshurst, Ecclesiastical organisation = D. Wilmshurst, The ecclesiastical organisation of the Church of the East, 1318–1913 (CSCO 582; 2000). Wright, Catalogue … British Museum = W. Wright, Catalogue of the Syriac manuscripts in the British Museum, acquired since the year 1838 (3 vols.; 1870–1872). Wright, Short History of Syriac Literature =W. Wright, A short history of Syriac literature (1894; repr. 1966 and 2001). List of Figures and Color Plates The following figures were included in the print edition of GEDSH. Images numbers followed by the letter \"c\" indicate an image that was included among the color plates in the print edition. Due to copyright issues, some of these images are not available online at this time. In such cases, please consult the print edition. https:\/\/gedsh.bethmardutho.org\/List-of-Figures 9 Fig. 1 Abgarids of Edessa Fig. 2 Teaching of Addai Fig. 3c Alqosh Fig. 4 Alqosh Fig. 5 Amid Fig. 6c Apamea Fig. 7 Armenian Christianity, Syriac contacts with Fig. 8 Armenian Christianity, Syriac contacts with Fig. 9 Art and architecture Fig. 10 Art and architecture Fig. 11 Art and architecture Fig. 12c Art and architecture Fig. 13 Art and architecture Fig. 14 Art and architecture Fig. 15 Art and architecture Fig. 16 Bahdeidat Fig. 17 Bahdeidat Fig. 18 Bar ʿEbroyo, Grigorios Fig. 19 Barṣawmo Fig. 20 Barṣawmo Ṣafī, Grigorios Fig. 21 Barsoum, Ignatius Afram Fig. 22 Barṭelle Fig. 23 Barṭelle Fig. 24 Bedjan, Paul Fig. 25 Behnam, Dayro d-Mor Fig. 26 Behnam, Dayro d-Mor Fig. 27 Behnam, Dayro d-Mor Fig. 28 Behnam, Dayro d-Mor Fig. 29 Bible, New Testament manuscripts Fig. 30 Bible, New Testament manuscripts Fig. 31 Bible, New Testament manuscripts Fig. 32c Catherine, Monastery of St. Fig. 33 Chicago Fig. 34 China, Syriac Christianity in Fig. 35 Church of the East Fig. 36 Çiçek, Julius Yeshu Fig. 37 Coptic Christianity, Syriac contacts with Fig. 38 Coptic Christianity, Syriac contacts with Fig. 39 Damascus Fig. 40 Diaspora Fig. 41 Diaspora Fig. 42 Diaspora Fig. 43 Dolabani, Philoxenos Yuḥanon Fig. 44 Dorekthā Fig. 45 Dura-Europos Fig. 46 Eddé Fig. 47 Edessa Fig. 48 Ethiopic Christianity, Syriac contacts with Fig. 49c Ethiopic Christianity, Syriac contacts with Fig. 50 Eusebius of Caesarea Fig. 51 Fiey, Jean-Maurice Fig. 52 Gabriel, Monastery of Mor Fig. 53 Gabriel, Monastery of Mor Fig. 54 Garshuni Fig. 55 Ḥarran Fig. 56c Hormizd, Monastery of Rabban Fig. 57 Hormizd, Monastery of Rabban Fig. 58 Inscriptions Fig. 59 Jerusalem Fig. 60 Jerusalem Fig. 61 Kaftun, Dayr Fig. 62 Kaftun, Dayr Fig. 63 Maʿad Fig. 64 Malabar Catholic Church Fig. 65 Malabar Catholic Church Fig. 66 Malankara Orthodox Syrian Church Fig. 67c Manuscripts Fig. 68 Manuscripts Fig. 69 Mark, Monastery of St. Mark Mark, Monastery of St. Fig. 70 Martyrs and persecutions Fig. 71c Mary Fig. 72 Masora Fig. 73 Matay, Dayro d-Mor Fig. 74 Matay, Dayro d-Mor Fig. 75 Michael I Rabo Fig. 76c Michael I Rabo Fig. 77c Midyat Fig. 78 Midyat Fig. 79c Midyat Fig. 80 Monasticism Fig. 81 Monasticism Fig. 82 Mosul Fig. 83 Mosul Fig. 84 Mosul Fig. 85c Mūsā al-Ḥabashī, Dayr Mār Fig. 86 Mūsā al-Ḥabashī, Dayr Mār Fig. 87 Mūsā al-Ḥabashī, Dayr Mār Fig. 88c Mūsā al-Ḥabashī, Dayr Mār Fig. 89 Mushe of Nisibis Fig. 90 Mushe of Nisibis Fig. 91 Nineveh Fig. 92 Nisibis Fig. 93 Nuro, Abrohom Fig. 94 Old Syriac Documents Fig. 95 Palimpsests Fig. 96 Papyri, Syriac Fig. 97 Pawlos of Kallinikos Fig. 98 Printing Fig. 99 Printing Fig. 100 Printing Fig. 101 Qara Fig. 102 Qara Fig. 103 Qaraqosh Fig. 104c Qaraqosh Fig. 105 Rabbula of Edessa Fig. 106 Raḥmani, Ignatius Ephrem II Fig. 107 al-Ṣalīb, Dayr Fig. 108 Scher, Addai Fig. 109 Seminary of St. John, Mosul Fig. 110 Severus of Antioch Fig. 111 Sharfeh Fig. 112 Shemʿun the Stylite Fig. 113 al-Suryān, Dayr Fig. 114 Syriac Orthodox Church Fig. 115 Tagrit Fig. 116 Thomas Christians Fig. 117 Thomas Christians Fig. 118 Thomas Christians Fig. 119 Thomas Christians Fig. 120c Ṭur ʿAbdin Fig. 121 Ṭur ʿAbdin Fig. 122c Ṭur ʿAbdin Fig. 123c Ṭur ʿAbdin Fig. 124 Ṭuroyo Fig. 125 Urmia Fig. 126 Urmia Fig. 127 Xi’an Fig. 128 Yaʿqub Burdʿoyo Fig. 129c al-Zaʿfarān, Dayr Fig. 130c al-Zaʿfarān, Dayr Fig. 131c al-Zaʿfarān, Dayr" }