
  { "fullText" : "Furlani, Giuseppe https:\/\/gedsh.bethmardutho.org\/Furlani-Giuseppe http:\/\/syriaca.org\/bibl\/221 212 Giuseppe Furlani http:\/\/syriaca.org\/person\/489 person Italian Syriac scholar, Professor of Semitic philology and Assyriology at the universities of Florence (1930–1940) and Rome (1940–56). (1885–1962) Italian Syriac scholar, Professor of Semitic philology and Assyriology at the universities of Florence (1930–1940) and Rome (1940–56). Trained in law, philosophy, and Semitic languages at the university of Graz, in his youth he hand-copied a large number of unedited Syriac texts in the major European libraries, particularly in the British Museum. A versatile and extremely productive scholar, he was the founder of academic Assyriology in Italy, and to this discipline he devoted the best of his energies after 1927, but he never ceased publishing and studying the Syriac materials that he had collected before the First World War. His main areas of expertise, cultivated in over 80 articles and book reviews since 1914, included: the Syriac tradition of Aristotelian logic (particularly the translation and commentary to the Organon by Giwargi bp. of the Arab tribes [1922–43]); the Greek background of philosophical and theological writings by authors such as Bardaiṣan , Sergios of Reshʿayna , Yaʿqub of Edessa , Giwargi bp. of the Arab tribes, Theodoros bar Koni , Yaʿqub bar Shakko , Bar ʿEbroyo (to whose psychology he devoted a series of essays [1931–3]); the edition of several Syriac astrological and divinatory texts. The most important results of his research on Syriac philosophy are summarized in his essays ‘Meine Arbeiten über die Philosophie bei den Syrern’, Archiv für Geschichte der Philosophie 37 (1925), 2–15, and ‘I miei lavori dal 1928 al 1940 sulla filosofia greca presso i Siri’, Rivista di Filologia e d’Istruzione Classica 19 (1941), 121–149. His last essay on a Syriac topic concerned the famous illuminated ms. of the Rabbula Gospels in the Medicean-Laurentian Library in Florence (1959). During the last phase of his scholarly activity (1948–57), he also devoted several studies to selected topics of Mandaean religion and literature, as well as to Mandaic lexicography. Sources S.  Furlani, ‘Bibliografia degli scritti di Giuseppe Furlani dal 1914 fino a tutto il 1956’, RSO 32 (1957), XIII–XXXVII. (with updating to 1962, in RSO 38 [1963], 70–1) G. Levi Della Vida, ‘Dedica’, RSO 32 (1957), V–IX. P. Taviani, ‘Furlani, Giuseppe’, Dizionario biografico degli Italiani , vol. 50 (1998), 776–9. (incl. further references) Riccardo Contini",
    "title" : "Furlani, Giuseppe",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Furlani-Giuseppe",
    "displayTitleEnglish" : "Furlani, Giuseppe",
    "persName" : 
    [ " Giwargi bp. of the Arab tribes ",
      " Bardaiṣan ",
      " Sergios of Reshʿayna ",
      " Yaʿqub of Edessa ",
      " Theodoros bar Koni ",
      " Yaʿqub bar Shakko ",
      " Bar ʿEbroyo ",
      "  Riccardo  Contini  " ] }