
  { "fullText" : "Gabriel of Baṣra https:\/\/gedsh.bethmardutho.org\/Gabriel-of-Basra http:\/\/syriaca.org\/bibl\/225 216 http:\/\/syriaca.org\/person\/493 person Metropolitan of Baṣra; author of a collection of juridical texts. ( fl. late 9th cent. ) [Ch. of E.] Metropolitan of Baṣra; author of a collection of juridical texts. Next to nothing is known about Gabriel’s life, except that he was metropolitan in 884 and in 893. In the last quarter of the 9th cent. , he compiled a collection of civil and ecclesiastical laws in two parts, for which he primarily drew on materials from existing law books of E.-Syr. authors: Shemʿon of Rev Ardashir , Ishoʿbokht , Timotheos I , Ishoʿ bar Nun , ʿAbdishoʿ bar Bahrīz , and from the so-called Syro-Roman Law Book, the 73 pseudo-Nicene canons attributed to Marutha of Maypherqaṭ , and the canons of the E.-Syr. synods ( Synodicon Orientale ). Gabriel did not reproduce these sources literally, but abbreviated and reworked them. The first part of the collection deals with matrimonial law, hereditary law, and other secular matters; the second part contains ecclesiastical rules concerning church hierarchy, hospitals, poorhouses, schools, and monasteries. While the entire collection is structured in the form of questions and answers as a technical device allowing the incorporation of long quotations, it is only in the substantial section devoted to liturgical issues that real questions are asked and answers provided (Second part, B, 1–70). A particularly interesting and, as far as Syriac is concerned, unique text provides a blueprint for the regulations for an association of artisans (First part, 48). Only fragments of Gabriel’s collection have been preserved, but the work can largely be reconstructed with the help of the Syriac Nomocanon of ʿAbdishoʿ bar Brikha (d. 1318) and of the second part of the Arabic collection Fiqh al-Naṣrāniyya by Ibn al-Ṭayyib (1st half of 11th cent. ), two works that are largely dependent on Gabriel’s collection. Primary Sources Kaufhold, Die Rechtssammlung des Gabriel von Baṣra . (Syr. and GT ) Secondary Sources Baumstark, Literatur , 235. S. P. Brock, ‘The Regulations for an association of artisans from the late Sasanian or early Arab period’, in Transformations of Late Antiquity. Essays for Peter Brown , ed. P. Rousseau and M. Papoutsakis (2009), 51–62. (with ET of the Regulations for an association). G.  Graf, ‘Das Rechtswerk des Nestorianers Gabriel, Bischofs von Baṣra, in arabischer Übersetzung’, OCP 6 (1940), 517–22. W.  Selb, Orientalisches Kirchenrecht , vol. 1. Die Geschichte des Kirchenrechts der Nestorianer (von den Anfängen bis zur Mongolenzeit) (Österreichische Akademie der Wissenschaften, phil.-hist. Klasse, Sitzungsberichte 388; 1981), 180–3. Hubert Kaufhold",
    "title" : "Gabriel of Baṣra",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Gabriel-of-Basra",
    "displayTitleEnglish" : "Gabriel of Baṣra",
    "persName" : 
    [ " Shemʿon of Rev Ardashir ",
      " Ishoʿbokht ",
      " Timotheos I ",
      " Ishoʿ bar Nun ",
      " ʿAbdishoʿ bar Bahrīz ",
      " Marutha of Maypherqaṭ ",
      " ʿAbdishoʿ bar Brikha ",
      " Ibn al-Ṭayyib ",
      "  Hubert  Kaufhold  " ] }