
  { "fullText" : "Galen https:\/\/gedsh.bethmardutho.org\/Galen http:\/\/syriaca.org\/bibl\/228 219 http:\/\/syriaca.org\/person\/496 person Influential Greek writer on medicine. (d. ca. 199) Influential Greek writer on medicine from Pergamum. A short biographical note concerning him is given by Bar ʿEbroyo ( Chronicon Syriacum , ed. Bedjan, 53–4). His medical writings, together with his doctrine of the four humors, proved to be extremely influential and came to dominate medical thinking in both East and West for well over a thousand years. Numerous works of his were translated into Syriac, and an invaluable listing of these and their translators is preserved in Ḥunayn b. Isḥāq ’s Risāla , concerning his own translations of works by Galen. Sergios of Reshʿayna is the earliest of the translators who are mentioned. Only a few of the many Syriac translations survive (including some of those by Sergios); these are either in early mss. , or incorporated into a large compendium ( ed. Budge; the identification of passages by Galen was subsequently made by Schleifer). Primary Sources E. A. W. Budge, The Syriac Book of Medicines (2 vols.; 1913). A.  Merx, ‘Proben der syrischen Übersetzung von Galenus’ Schrift über die einfachen Heilmittel’, ZDMG 39 (1885), 237–305. Secondary Sources G.  Bergsträsser, Hunain ibn Ishaq. Über die syrischen und arabischen Galen-Übersetzungen (1925). R.  Degen, ‘Galen im Syrischen: Eine Übersicht über die syrische Überlieferung der Werke Galens’, in Galen: Problems and Prospects , ed. V. Nutton (1981), 131–66. M.  Meyerhof, ‘Les versions syriaques et arabes des écrits galéniques’, Byzantion 3 (1927), 33–51. J.   Schleiffer Schleifer , ‘Zum syrischen Medizinbuch’, Zeitschrift für Semitistik und verwandte Gebiete 4 (1926), 70–122, 161–95; 5 (1927), 195–237; 6 (1928), 154–77, 275–99. J. Schleifer idem , ‘Zum syrischen Medizinbuch. II. Der therapeutische Teil’, RSO 18 (1940), 341–72; 20 (1942\/3), 1–32, 162–210, 383–98; 21(1946), 157–82. O. Temkin, Galenism (1973). (for the wider background) Sebastian P. Brock",
    "title" : "Galen",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Galen",
    "displayTitleEnglish" : "Galen",
    "persName" : 
    [ " Bar ʿEbroyo ",
      " Ḥunayn b. Isḥāq ",
      " Sergios of Reshʿayna ",
      "  Sebastian P.  Brock  " ] }