
  { "fullText" : "Garshuni https:\/\/gedsh.bethmardutho.org\/Garshuni http:\/\/syriaca.org\/bibl\/230 221 Karshuni subject The term Garshuni refers to Arabic texts written in Syriac script. Karshuni The term Garshuni refers to Arabic texts written in Syriac script . The etymology is unknown: it has been connected with Gershon (Ex 2.22) and therefore to the legend of Moses as the inventor of writing, or to a certain Carsciun. In Levantine Arabic, btaḥkī karšūnī ? ‘do you speak Garshuni?’ indicates an exotic, incomprehensible language. The variant Karshuni probably derives from the rendering of a Syriac \/g\/ in Arabic script. The use of the term has been extended to label other cases of heterography: Armenian, Kurdish, Malayalam, Persian, or Turkish ‘Garshuni’ (E.-Syr. script). Most Garshuni texts are written in Serṭo. Especially Maron. scribes, belonging to a profoundly arabized community, wrote various kinds of Garshuni texts, on various mediums. The earliest dated sample known so far is a historical note written in 1154 in the margins of the Rabbula Gospels , f. 7b. The earliest complete literary texts copied in Garshuni are of the 14th cent. The system was used by E. Syrians too, from the 17th cent. Recording the Arabic language in Syriac script answers ideological rather than practical purposes. The emergence of Garshuni may be explained by the symbolic significance of the traditional alphabet as a device to assert and strengthen cultural identity and the magic and aesthetic virtues attributed to it. Garshuni requires a high degree of literacy in Arabic. Classical Arabic diacritics and spelling conventions are commonly used. The correspondence between Syriac graphemes and Arabic phonemes is not always one-to-one, e.g., the Syriac letter g is used for both Arabic gh and j . See Fig. 54 . Sources J.  Assfalg, ‘Arabische Handschriften in syrischer Schrift (Karšuni)’, in Grundriss der arabischen Philologie , vol. 1, ed. W.  Fischer (1982), 297–302. J.  Assfalg idem , in KLCO , 223. F. Briquel Chatonnet, ‘De l’intérêt de l’étude du garshouni et des manuscrits écrits selon ce système’, in L’Orient chrétien dans l’empire musulman , ed. G. Gobillot and M.-T. Urvoy (2005), 463–75. F. del Río Sánchez, ‘El árabe karshūnī come preservación de la identidad siríaca’, in Lenguas en contacto , ed. P. Bádenas de la Peña et al. (2004), 185–94. S. K.  Samir, ‘La tradition arabe chrétienne: état de la question, problèmes et besoins’, in Premier Congrès International d’études Arabes Chrétiennes (Rome, 1982), 21–120. Alessandro Mengozzi",
    "title" : "Garshuni",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Garshuni",
    "displayTitleEnglish" : "Garshuni",
    "persName" : 
    [ "  Alessandro  Mengozzi  " ] }