
  { "fullText" : "Geoponika https:\/\/gedsh.bethmardutho.org\/Geoponika http:\/\/syriaca.org\/bibl\/231 222 work Syriac translation of a work on agriculture by Vindanius Anatolius of Beirut (4th cent. ), for which only a fragment in Greek survives. The incomplete work on agriculture in a 9th-cent. ms ms. , published by de Lagarde under the title ‘Geoponica’, has been identified as a translation of a work by Vindanius Anatolius of Beirut (4th cent. ), for which only a fragment in Greek survives, though his work was used by Cassianus Bassus (6th cent. ) and thence in the later Greek Geoponika ( ed. H. Beckh, 1895). The Syriac was translated into Arabic, and this in turn was used in Ibn Waḥshiyya’s ‘Nabatean Agriculture’ and in the work attributed to ‘Balinas’ (Apollonius of Tyana). The Syriac translation is of considerable lexical interest (Seidel). What was once thought to be a second ms. (Mingana Syr. 599) has been shown to have been derived from a copy made from the printed edition. Sources S. P.  Brock, ‘A note on the manuscripts of the Syriac Geoponicon’, OC 51 (1967), 186–7. P.  Lagardius [de Lagarde], Geoponicon in sermonem syriacum versorum quae supersunt (1860; repr. 1967). P.  Lagardius [de Lagarde] idem , ‘De Geoponicon versione syriaca’, in his Gesammelte Abhandlungen (1866), 120–46. J.  Habbi, ‘Testi geoponici classici in siriaco e arabo’, in Autori classici in lingue del vicino e medio oriente , ed. G. Fiaccadori 1990), 77–92. J.  Hameen-Anttila, ‘The oriental tradition of Vindanius Anatolius of Berytus’ Synagoge georgikon epitedeumaton ’, in his The Last Pagans of Harran. Ibn Waḥshiyya and his Nabatean Agriculture (2006), 33–45. A.  McCabe, ‘Anatolius’, in her A Byzantine Encyclopaedia of Horse Medicine (2007), 71–97. U.  Seidel, ‘Studien zum Vokabular der Landwirtschaft im Syrischen, I–II’, Altorientalische Forschungen 15 (1988), 133–73; 16 (1989), 89–139. G.  Sprenger, Darlegung der Grundsätze nach denen die syrische Übertragung der griechischen Geoponika gearbeitet worden ist (1889). Sebastian P. Brock",
    "title" : "Geoponika",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Geoponika",
    "displayTitleEnglish" : "Geoponika",
    "persName" : 
    [ "  Sebastian P.  Brock  " ],
    "placeName" : 
    [ " Beirut " ] }