
  { "fullText" : "Gospel of the Twelve Apostles https:\/\/gedsh.bethmardutho.org\/Gospel-of-the-Twelve-Apostles http:\/\/syriaca.org\/bibl\/240 231 work Short apocalyptic work, known only in Syriac, from the early 8th cent. . [ Syr. Orth. ] This short apocalyptic work, known only in Syriac, probably dates from the early 8th cent. (probably before ʿAbd al-Malik’s death in 705), and is not preserved quite complete. It misleadingly claims to have been translated from Hebrew into Greek and thence into Syriac. A narrative introduction outlines the life of Christ, from the Annunciation to the Ascension; after the Ascension the Apostles gather in the Upper Room and pray for a revelation ‘concerning the End’. Simon Peter, James, and John ‘the Little’, brother of James, then each describes the revelation he has received. Simon Peter’s revelation is anti-dyophysite in character, James’s is concerned with the destruction and rebuilding of Jerusalem , while John’s is more strictly apocalyptic in character, describing the succession of kingdoms, a ‘king from the north’, the coming of a ‘wind from the south’ ( i.e. i.e., Arab rule), and a succession of twelve 12 kings; after a ‘week and a half’ the angel of wrath will descend, and ‘the Lord will return the south wind to its place’. Sources H. J. W.  Drijvers, ‘The Gospel of the Twelve Apostles. A Syriac apocalypse from the early Islamic period’, in The Byzantine and Early Islamic Near East , ed. A. Cameron and L. I. Conrad (1992), 189–213. H. J. W.  Drijvers idem , ‘Christians, Jews and Muslims in northern Mesopotamia in early Islamic times. The Gospel of the Twelve Apostles and related texts’, in La Syrie, de Byzance à l’Islam , ed. P. Canivet and J.-P. Rey-Coquais (1992), 67–74. J. R. Harris, The Gospel of the XII Twelve Apostles (1900). ( ed. with ET ) Hoyland, Seeing Islam , 267–70. Sebastian P. Brock",
    "title" : "Gospel of the Twelve Apostles",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Gospel-of-the-Twelve-Apostles",
    "displayTitleEnglish" : "Gospel of the Twelve Apostles",
    "persName" : 
    [ "  Sebastian P.  Brock  " ],
    "placeName" : 
    [ " Jerusalem " ] }