
  { "fullText" : "Graffin, François https:\/\/gedsh.bethmardutho.org\/Graffin-Francois http:\/\/syriaca.org\/bibl\/241 232 François Graffin http:\/\/syriaca.org\/person\/508 person French Syriac scholar, director of Patrologia Orientalis (1941-92). (1905–2002) French Syriac scholar, director of Patrologia Orientalis (1941–92). Born in Mayet (Sarthe), in the West of France on 1 Jan. 1905, he studied in Le Mans in a school of the Jesuit Fathers and entered the Society of Jesus. In 1931, his uncle, Mgr. René Graffin , the founder and first director of Patrologia Orientalis , chose him to be his successor and secured the help of Pope Pius XI to obtain permission from the General of Jesuits that he should be allowed to prepare himself for this task. Graffin then studied all the Eastern Christian languages, but Syriac was to be his main field of interest. He taught Syriac at the Institut Catholique in Paris from 1951 to 1975 and was the professor of a whole generation of Syriac scholars, from France and abroad. In 1941, at the death of his uncle, he became director of the Patrologia Orientalis , a task that he pursued for fifty years until 1992, when René Lavenant, at the Pontifical Oriental Institute in Rome, was entrusted with the directorship. Graffin himself was able to complete two major multi-volume editions initiated by M. Brière: Severus of Antioch ’s ‘Cathedral Homilies’, to which, after Brière’s death (1960), Graffin contributed the edition and translation of homilies 1–57 ( PO 35.3; 36.1, 3, and 4; 37.1; and 38.2; between 1969 and 1977, all under the names of Brière and Graffin); and Philoxenos of Mabbog ’s ‘Dissertationes decem de Uno e sancta Trinitate incorporato et passo’ (also known as ‘Memre against Habbib’), to which he contributed the edition and translation of Memre 3–10 ( PO 38.3; 39.4; 40.2; between 1977 and 1980, all under the names of Brière and Graffin) as well as an additional volume with accompanying texts and an important Florilegium ( PO 41.1; 1982, under the names of Brière and Graffin). He published one of the ‘Bases’ of Bar ʿEbroyo ’s ‘Lamp of the Sanctuary’, dealing with theology ( PO 27.4; 1957); a series of anonymous homilies of the 6th cent. ( PO 41.4; 1984); and Yawsep Ḥazzaya ’s ‘Letter on the three degrees of monastic life’ ( PO 45.2; 1992, co-authored with P. Harb). He also contributed regularly with editions, translations, and studies to L’Orient syrien and later to Parole de l’Orient , as well as to several Festschrifts. He himself was the recipient of a Festschrift in 1978 and of an honorary doctorate from SEERI, in India, in 1997. He died in Paris on 4 Dec. 2002. Sources Mélanges offerts au R. P. François Graffin (= ParOr 6–7 [1975–76]). (bibliography on p. xi–xvi) B.  Outtier, ‘François Graffin, S.J. (1905–2002)’, Hugoye 6.2 (2003). B.  Outtier idem , ‘François Graffin (1905–2002)’, JA 291 (2003), 1–4. J. Thekeparampil, ‘Introducing Fr. François Graffin S.J.’, Harp 10 (1997), 81–2. (On the occasion of his Doctorate honoris causa honoris causa in SEERI, Kottayam, India) Françoise Briquel-Chatonnet",
    "title" : "Graffin, François",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Graffin-Francois",
    "displayTitleEnglish" : "Graffin, François",
    "persName" : 
    [ " René Graffin ",
      " Severus of Antioch ",
      " Philoxenos of Mabbog ",
      " Bar ʿEbroyo ",
      " Yawsep Ḥazzaya ",
      "  Françoise  Briquel-Chatonnet  " ] }