
  { "fullText" : "Graffin, René https:\/\/gedsh.bethmardutho.org\/Graffin-Rene http:\/\/syriaca.org\/bibl\/242 233 René Graffin http:\/\/syriaca.org\/person\/509 person French Syriac scholar and founder of Patrologia Syriaca , Patrologia Orientalis , and Revue de l’Orient Chrétien . (1858–1941) French Syriac scholar and founder of Patrologia Syriaca , Patrologia Orientalis , and Revue de l’Orient Chrétien . He studied Syriac in Rome with J. Bollig, and in Innsbruck with G. Bickell, after which he was appointed (1886) to teach Syriac at the Institut Catholique in Paris, in succession to J. P. P. Martin. When he became aware of the wealth of Syriac mss. in both Paris and London, he conceived the idea of founding the series Patrologia Syriaca (I–III, 1894–1926), followed by Patrologia Orientalis (1903– ). In 1909 he resigned his chair at the Institut Catholique to concentrate on his editorial work for the Patrologia Orientalis and the periodical Revue de l’Orient Chrétien (1896–1946). The practical aspects of this work also included the designing of Oriental typefaces and the invention of a special device for photographing mss. For many years he was assisted in editing the volumes of the Patrologia Orientalis by François Nau (1864–1931; on him, see M. Brière, in JA 1933, 149–80; this includes his formidable bibliography); unlike Nau, however, Graffin himself only published a small number of Syriac texts. After Graffin’s death the editorship of the Patrologia Orientalis passed to his nephew, François Graffin (1905–2002), on whom see Hugoye 10.1 (2007), and more recently (1996) to the Pontifical Oriental Institute in Rome. Sources J. F.  Coakley, The Typography of Syriac. A historical catalogue of printing types 1537–1958 (2006), 147–49, 188. L.  Mariès and F. Graffin, ‘Monseigneur René Graffin (1858–1941); histoire de sa famille, de sa patrologie et de ses collaborateurs’, OCP 67 (2001), 157–78. Sebastian P. Brock",
    "title" : "Graffin, René",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Graffin-Rene",
    "displayTitleEnglish" : "Graffin, René",
    "persName" : 
    [ " François Nau ",
      " François Graffin ",
      "  Sebastian P.  Brock  " ] }