
  { "fullText" : "Guidi, Ignazio https:\/\/gedsh.bethmardutho.org\/Guidi-Ignazio http:\/\/syriaca.org\/bibl\/250 241 Ignazio Guidi http:\/\/syriaca.org\/person\/517 person Italian Syriac scholar. One of the most eminent scholars in the philology of Semitic and Eastern Christian literatures, he taught at the University of Rome from 1876 to 1919. (1844–1935) Italian Syriac scholar. One of the most eminent scholars in the philology of Semitic and Eastern Christian literatures, he taught at the University of Rome from 1876 to 1919. Although since 1885 he devoted most of his energy to Ethiopian studies, he also offered important contributions to Syriac scholarship, particularly textual studies, such as his editions — mostly accompanied by annotated translations — of the first ‘Letter on the Ḥimyarite martyrs’ by Shemʿun of Beth Arsham (1881); of Yaʿqub of Serugh ’s homily ‘on the Seven Sleepers of Ephesus’ (1884–85); of Philoxenos of Mabbug ’s letter to the monks of Tell ʿAda (1886); of the Statutes of the School of Nisibis (1891), reedited decades later by A. Vööbus; of two fundamental historiographical works, the 6th 6th- cent. Chronicle of Edessa (1903) and the 7th 7th- cent. ‘Chronicle of Khuzistan’ (a.k.a. ‘Guidi’s Anonymous Chronicle’, 1892 and 1903); of the Syriac Acts of the martyr Judas Cyriacus (1904); of Severus of Antioch ’s Cathedral Homilies XCIX to CIII in Yaʿqub of Edessa ’s translation ( PO 22.2, 1930). He is also to be credited with the discovery and first presentation of the E.-Syr. Synodicon (1889), subsequently edited and translated by J.-B. Chabot and O. Braun , and with a series of critical remarks (1892) on, as well as the indispensable hagiographical index (1919) to, P. Bedjan ’s seven-volume Acta Martyrum et Sanctorum . Only the first two substantial items of this selection of his essays were reprinted in his Raccolta di scritti , vol. 1. Oriente cristiano I (Rome 1945, unfortunately interrupted after the first installment). Guidi also published brilliant essays on specific literary and historical themes connected with Syriac studies, such as his famous Paris lecture ‘L’historiographie chez les Sémites’ (1906), his Cairo lectures published as ‘L’Arabie anté-islamique’ (1921), and a steady stream of book reviews. In the course of a very busy life he formed relationships of friendly collaboration with several scholars belonging to the Syr. Churches staying in Rome for longer periods, such as the future Syr. Catholic Patr. Ignatius Ephrem Raḥmani , the Maron. priest Gabriel Cardahi , and his Chaldean informers on a North-Eastern Neo-Aramaic dialect of Iraq, of which he published in his youth a succint linguistic description and two short texts (1883). No full list of his writings is available: the one up to 1911 in Rivista degli Studi Orientali 5 (1913), 77–89, was never completed and updated. The considerable library of Guidi combined with that of his Arabist son Michelangelo, which includes a rich collection of rare Syriac text editions, is now housed in the Department of Oriental Studies of the University of Rome ‘La Sapienza’. Sources G.  Levi Della Vida, ‘L’opera orientalistica di Ignazio Guidi’, Oriente Moderno 15 (1935), 236–48. (incl. further references) L.  Ricci, ‘Guidi, Ignazio’, in EAe , vol. 2, 908–9. B. Soravia, ‘Guidi, Ignazio’, in Dizionario biografico degli Italiani , vol. 61 (2003), 272–5. Riccardo Contini",
    "title" : "Guidi, Ignazio",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Guidi-Ignazio",
    "displayTitleEnglish" : "Guidi, Ignazio",
    "persName" : 
    [ " Shemʿun of Beth Arsham ",
      " Yaʿqub of Serugh ",
      " Philoxenos of Mabbug ",
      " Severus of Antioch ",
      " Yaʿqub of Edessa ",
      " J.-B. Chabot ",
      " O. Braun ",
      " P. Bedjan ",
      " Ignatius Ephrem Raḥmani ",
      " Gabriel Cardahi ",
      "  Riccardo  Contini  " ] }