
  { "fullText" : "Guillaumont, Antoine https:\/\/gedsh.bethmardutho.org\/Guillaumont-Antoine http:\/\/syriaca.org\/bibl\/251 242 Antoine Guillaumont http:\/\/syriaca.org\/person\/518 person Syriac scholar, specialist of Eastern Christian asceticism and monasticism. (1915–2000) Syriac scholar, specialist of Eastern Christian asceticism and monasticism. Antoine Guillaumont studied classics in Montpellier. Between periods of mobilization in the army, he obtained his agrégation de lettres classiques in 1943. He taught for two years in the Lycée of Monaco and subsequently was admitted to the Centre National de la Recherche Scientifique. He also took up a tenured teaching position at the École Pratique des Hautes Études, first in Hebrew and Aramaic , later in Eastern Christianity. In 1977, he was elected a professsor professor in the prestigious College Collège de France (1977–86), with a chair dedicated to ‘Christianity and Gnoses in the Pre-Islamic East’. In 1983, he became a member of the French Académie des Inscriptions et Belles-Lettres. With his main focus on asceticism, he first turned to Coptic documents and particularly to the Sahidic fragments of the Coptic version of the ‘Asceticon’ of Abba Isaiah ( Isaiah of Scetis ), which he published in 1956. His entire life was dedicated to a better understanding of asceticism, monasticism, and withdrawal from the world. As part of the broader cultural environment from which the ascetic movement emerged, he studied biblical texts from the Hellenistic period, which led to his collaboration on several books (Maccabees, Proverbs, Qohelet, the additions to Esther, Tobit, Judith, Wisdom of Solomon) for the French translation of the Bible edited by E. Dhorme (1956–59). He also collaborated on Psalms for the Traduction œcuménique de la Bible (1975). He studied various gnostic texts and contributed to the first edition and translation of the ‘Gospel of Thomas’ (1959). Most of his studies, conferences, courses, and publications were dedicated to notions of asceticism, withdrawal, solitary life, spiritual fight, and acedia (‘listlessness’), which he studied in ascetic literature, including the ‘History of the Monks of Egypt’, the ‘Sayings of the Desert Fathers’ (Apophthegmata), the ‘Lausiac History’, and the Syriac ‘ Book of Steps ’, as well as in archeological remains in Northern Syria and Egypt. Of particular significance are his editions of the works of Evagrius of Pontus , based on the Greek and Eastern, especially Syriac sources. He published the ‘Kephalaia Gnostica’ (1958) as well as the following together with his wife Claire: the ‘Practical Treatise’ (1971), the ‘Gnosticon’ (1989), and (in collaboration with P. Géhin) ‘On the Thoughts’ (SC 438; 1998). He also published an important monograph on the ‘Kephalaia Gnostica’ (1962), in which he traced the far-reaching influence of Origenism and Evagrianism in Syr. Christianity, including such authors as Babai the Great in the E.-Syr. and Sṭephanos bar Ṣudayli in the W.-Syr. tradition. His last and posthumous book, Un philosophe au désert, Évagre le Pontique (2004) is the culmination of his work on this important philosopher. For Guillaumont the literary study of these texts could not be disconnected from the places where ascetics lived. Using the texts and gleaning information from them, he was able to identify the site of Kellia, a center of eremitic life situated between Scetis and Nitria, where Evagrius lived during 14 years. Guillaumont directed archeological campaigns in Kellia from 1965 to 1969. In addition to the publication of the archeological reports, this archeological experience also formed the background for his volumes Aux origines du monachisme chrétien (1979) and Études sur la spiritualité de l’Orient Chrétien (1996), in which a number of his papers are brought together. A Festschrift was presented to him in 1988. Select publications by Guillaumont Les six Centuries des “Kephalaia Gnostica” d’Évagre le Pontique. Édition critique de la version syriaque commune et édition d’une nouvelle version syriaque intégrale, avec une double traduction française ( PO 28.1; 1958). Les ‘Képhalaia Gnostica’ d’Évagre le Pontique et l’histoire de l’origénisme chez les Grecs et chez les Syriens (1962). ‘Situation et signification du “Liber Graduum” dans la spiritualité syriaque’, in SymSyr I , 311–25. Aux origines du monachisme chrétien. Pour une phénoménologie du monachisme (1979). (with C.  Guillaumont), Évagre le Pontique. Traité pratique ou le moine (2 vols.; SC 170–1; 1971). Évagre le Pontique. Le Gnostique ou À celui qui est devenu digne de la science. Édition critique des fragments grecs. Traduction intégrale établie au moyen des versions syriaques et arménienne (SC 356; 1989). Un philosophe au désert, Évagre le Pontique (Textes et Traditions 8; 2004). Secondary Sources Mélanges Antoine Guillaumont. Contributions à l’étude des christianismes orientaux. Avec une bibliographie du dédicataire (1988). (bibliography by R.‑G. Coquin) Ph.  Gignoux, ‘Antoine Guillaumont (1915–2000)’, JA 288 (2000), 255–60. M. Tardieu, ‘Antoine Guillaumont (1915–2000)’, online at http:\/\/www.college-de-france.fr\/default\/EN\/all\/ins_dis\/antoine_guillaumont.htm http:\/\/www.college-de-france.fr\/media\/professeurs-disparus\/UPL54914_homguill2.pdf Françoise Briquel-Chatonnet",
    "title" : "Guillaumont, Antoine",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Guillaumont-Antoine",
    "displayTitleEnglish" : "Guillaumont, Antoine",
    "persName" : 
    [ " Isaiah of Scetis ",
      " Evagrius of Pontus ",
      " Babai the Great ",
      " Sṭephanos bar Ṣudayli ",
      "  Françoise  Briquel-Chatonnet  " ] }