
  { "fullText" : "Hatch, William Henry Paine https:\/\/gedsh.bethmardutho.org\/Hatch-William-Henry-Paine http:\/\/syriaca.org\/bibl\/261 252 William Henry Paine Hatch http:\/\/syriaca.org\/person\/528 person New Testmient scholar; professor at General Theological Seminary of New York (1908-17) and at Episcopal Theological School in Cambridge, MA (1917-46); Syriac scholar. (1875–1972) New Testament scholar; professor at General Theological Seminary of New York (1908–17) and at Episcopal Theological School in Cambridge, MA (1917–46); Syriac scholar. William Henry Paine Hatch was born in Camden, New Hampshire, in 1875. He studied theology at Harvard University and at Union Theological Seminary in New York. His main interest was in the Greek mss. of the NT , although he occasionally included in his work descriptions and photographs of Syriac mss. In 1922–23, while he was a visiting professor at the American School of Oriental Research in Jerusalem, he traveled to the monasteries of the Egyptian Wadi al-Natrun in search of Syriac and Coptic mss. , but he was able to obtain only a few Coptic folios from St. Macarius Monastery. After his retirement, in 1946, Hatch moved back to New Hampshire. He died in Randolph, NH in 1972. Hatch’s major and lasting publication in the field of Syriac studies is his Album of Dated Syriac Manuscripts (1946). It contains 200 facsimiles, each representing a page of a dated Syriac ms. , in the following scripts : Esṭrangela, Serṭo, E.-Syr., Melk. , and Christian Palestinian Aramaic . For the period up to the year 1000, all known dated mss. (more than 100) were included; for the period from the 11th to the 16th cent. selections were made. In the 60 years of its existence Hatch’s Album has proven to be an invaluable guide whenever scholars need to estimate the date of undated mss. Along with the facsimiles and Hatch’s meticulous descriptions, the Album ’s introductory chapters, which summarize the state of the art in various subfields of the study of Syriac mss. , have created a foundation and a framework of reference for all subsequent scholarly work in Syriac paleography and ms. studies. Sources W. H. P.  Hatch, An Album of Dated Syriac Manuscripts (1946; repr. with a new foreword by L. Van Rompay, 2002). M. H.  Shepherd, Jr., and S. E.  Johnson ( ed. ), Munera studiosa (1946). ( FS , with Hatch’s bibliography on p. 179–82) O. V.  Volkoff, À la recherche de manuscrits en Égypte (1970), 304–308. Who’s Who in America 26 (1950–51) (1950), 1171b–c. Lucas Van Rompay",
    "title" : "Hatch, William Henry Paine",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Hatch-William-Henry-Paine",
    "displayTitleEnglish" : "Hatch, William Henry Paine",
    "persName" : 
    [ "  Lucas  Van Rompay  " ] }