
  { "fullText" : "Hippolytus of Rome https:\/\/gedsh.bethmardutho.org\/Hippolytus-of-Rome http:\/\/syriaca.org\/bibl\/270 261 http:\/\/syriaca.org\/person\/537 person Author writing in Greek of problematic identity. (late 2nd\/early 3rd cent. ) Author writing in Greek of problematic identity. His Chronicle ( CPG CPG 1896), which included the ‘Division of the earth’ ( Diamerismos ) based on Gen. 10, was a source used by several Syriac chroniclers (see Historiography, Syriac ) and may once have existed in Syriac translation, though it could also have reached them through intermediary channels. A  Syriac translation of the beginning of his Commentary on Daniel ( CPG 1873), on Susanna, is preserved at the end of Dionysios bar Ṣalibi ’s Commentary on Daniel. Dionysios’s Commentary on the Apocalypse also has quotations from Hippolytus’s work on Antichrist ( CPG 1872) and against Caius ( CPG 1891); two excerpts with the Syriac translation of the former (with ch. 7–14, 60–1) are transmitted independently, while fragments of the Syriac translation of the latter are preserved in Sinai (New Finds) Syr. M53N and Fragment 23, of the 6th cent. There are also Syriac translations of two works wrongly attributed to Hippolytus, a Homily on Epiphany ( CPG 1917), and a commentary on Exodus 16 ( CPG 1924, not known in Greek). Excerpts from some further works by Hippolytus ( CPG 1871, 1882, 1886, 1900) have been collected by J. P. P. Martin in Pitra’s Analecta (some of these were earlier published by P. de Lagarde, Analecta Syriaca [1858], 79–91). Primary Sources CPG 1870–1925. S. P.  Brock, ‘Some new Syriac texts attributed to Hippolytus’, LM 94 (1981), 177–200. (Hom. on Epiphany, On Antichrist, On Exodus 16). A. de Halleux, ‘Une version syriaque révisée du Commentaire d’Hippolyte sur Suzanne’, LM 101 (1988), 297–341. J. B.  Pitra, Analecta Sacra Spicilegio Solesmensi , vol. 4 (1883), 36–64, 306–31. Secondary Sources A. de Halleux, ‘Hippolyte en version syriaque’, LM 102 (1989), 19–42. W. Witakowski, ‘The division of the earth between the descendants of Noah in Syriac tradition’, ARAM 5 (1993), 635–56, esp. 649–53. Sebastian P. Brock",
    "title" : "Hippolytus of Rome",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Hippolytus-of-Rome",
    "displayTitleEnglish" : "Hippolytus of Rome",
    "persName" : 
    [ " Dionysios bar Ṣalibi ",
      "  Sebastian P.  Brock  " ] }