
  { "fullText" : "Iḥidāyā https:\/\/gedsh.bethmardutho.org\/Ihidaya http:\/\/syriaca.org\/bibl\/279 270 subject The Syriac term means ‘solitary (one)’ and designates individuals engaged in ascetic and monastic endeavors; it also is used for Christ. The ‘solitary (one)’, a Syriac term for individuals engaged in ascetic and monastic endeavors, and for the Second Person of the Trinity. The root is yḥd ‘one’, used by Aphrahaṭ and Ephrem to describe members of the consecrated elite of the Syr. church in the pre-monastic period. The ‘solitary one(s)’ or ‘single(s)’ had several connotations and contexts: 1. an individual who underwent ascetic disciplines removed from human society, often in isolated wilderness regions; 2. a person who was single, alone, unmarried, and celibate; 3. a person who was ‘single-minded’, not divided in heart and allegiance to God; and 4. a person who sought to emulate the Only Begotten One (Greek monogenēs ; Syr. iḥidāyā ) or Christ. In Aphrahaṭ, iḥidāyā functions as an equivalent of bar\/ba(r)t qyāmā ‘son\/daughter of the covenant’ (see Bnay qyāmā , Bnāt qyāmā ), a more defined group of ascetics in the local church. ‘Solitary’ or ‘single’ in the sense of a person voluntarily isolated from contact with society did not apply here, for these individuals typically lived in small communities, so that the allusion to Christ the iḥidāyā was primary. Griffith has suggested ‘singles in God’s service’ as a better understanding of the sense of the term. Some believe that the Greek term monachos ‘monk’ was called into use to render Syr. iḥidāyā , not the reverse as is usually assumed. By the late 5th to early 6th cent. , iḥidāyā came to denote the general term for a monk living in community in a monastery. Yaʿqub of Serugh (d. 521) wrote two memre ‘On the iḥidāye ’ (nos. 137–8) ( ed. P. Bedjan, Homiliae Selectae Mar-Jacobi Sarugenesis Sarugensis , vol. 4, 818–71) in which the iḥidāye are clearly located in a monastery. In later usage iḥidāyā means ‘hermit’, ‘solitary’ (though still attached loosely to a monastery). Sources Sh.  AbouZayd, Ihidayutha: A study of the life of singleness in the Syrian Orient. From Ignatius of Antioch to Chalcedon 451 A.D. (1993). S. P.  Brock, The luminous eye: The spiritual world vision of Saint Ephrem the Syrian (Cistercian Studies 124; 1985), 131–141. S. H.  Griffith, ‘ “Singles” in God’s service: Thoughts on the Ihidaye from the works of Aphrahat and Ephraem the Syrian’, Harp 4 (1991), 145–59. S. H.  Griffith idem , ‘Monks, “singles,” and the “sons of the covenant.” Reflections on Syriac Ascetic ascetic terminology’, in Eulogema. Studies in Honor of R. Taft , S.J. , ed. E. Carr et al. (Studia Anselmiana 110; 1993), 141–60. Robert A. Kitchen",
    "title" : "Iḥidāyā",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Ihidaya",
    "displayTitleEnglish" : "Iḥidāyā",
    "persName" : 
    [ " Aphrahaṭ ",
      " Ephrem ",
      " Yaʿqub of Serugh ",
      "  Robert A.  Kitchen  " ] }