
  { "fullText" : "Isaiah of Scetis https:\/\/gedsh.bethmardutho.org\/Isaiah-of-Scetis http:\/\/syriaca.org\/bibl\/281 272 Abba Isaiah http:\/\/syriaca.org\/person\/548 person Greek monastic writer of uncertain identity; author of the Asceticon ( CPG 5555). Abba Isaiah Greek monastic writer of uncertain identity; author of the Asceticon ( CPG 5555). Two possible Isaiah’s are known, Isaiah of Scetis (early 5th cent. ) and Isaiah of Gaza (d. 491). The suggestion (by G. Krüger, in Die sogenannte Kirchengeschichte des Zacharias Rhetor , ed. K. Ahrens and G. Krüger [1899], 385–6), that these two were really a single person, was widely accepted until Draguet’s edition of the Syriac translation. Draguet firmly distinguished the two and saw the Asceticon as the work of Isaiah of Scetis. Subsequent scholarship has hesitated in accepting this, but a possible solution is that the earliest form of the work (now discernable through Draguet’s edition) goes back to Isaiah of Scetis, while the later form represents the editorial work of Isaiah of Gaza, a friend of Peter the Iberian and of Severus (this Isaiah’s Life was written by Zacharias ; ed. with LT , by E. W.  Brooks [ CSCO 7–8; 1907]). The identity, or otherwise, of the two Isaiah’s is reflected in recent dictionary articles: some treat them together (thus Regnault), while others deal with them separately (thus Aubert). The Syriac translation of the Asceticon survives in many mss. and (for several of the Discourses) in two different forms. The work was clearly widely read in Syriac monastic circles, both East and West. In the late 7th cent. Dadishoʿ composed an extensive commentary on it, and a further anonymous commentary is also preserved in an incomplete form. Primary Sources CPG 5555–5556. P.  Bettiolo, Abba Isaia, Mar Efrem. Testi siriaci sulla preghiera (1993). ( IT of Discourse I of the Asceticon) R.  Draguet, Les cinq recensions de l’Ascéticon syriaque d’Abba Isaïe ( CSCO 289–90, 293–4; 1968). (Asceticon) R.  Draguet idem , Commentaire du livre d’Abba Isaïe par Dadisho Qatraya ( CSCO 326–7; 1972). (Commentary on the Asceticon by Dadishoʿ) R.  Draguet idem , Commentaire anonyme du livre d’Abba Isaïe ( CSCO 336–7; 1973). (Anonymous commentaries on the Asceticon) F.  Graffin, ‘Un inédit de l’abbé Isaïe sur les étapes de la vie monastique’, OCP 29 (1963), 449–54. Secondary Sources R.  Aubert, in DHGE 26 (1995), 115–7, 120–4. D. Chitty, ‘Abba Isaiah’, JTS ns 22 (1971), 47–72. L.  Perrone, La Chiesa di Palestina e le controversie cristologiche (1980), 286–95. L.  Regnault, ‘Isaïe de Scété ou de Gaza’, DSpir , vol. 7 (1971), 2083–95. Sebastian P. Brock",
    "title" : "Isaiah of Scetis",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Isaiah-of-Scetis",
    "displayTitleEnglish" : "Isaiah of Scetis",
    "persName" : 
    [ " Peter the Iberian ",
      " Severus ",
      " Zacharias ",
      " Dadishoʿ ",
      "  Sebastian P.  Brock  " ] }