
  { "fullText" : "Isḥaq Shbadnaya https:\/\/gedsh.bethmardutho.org\/Ishaq-Shbadnaya http:\/\/syriaca.org\/bibl\/287 278 http:\/\/syriaca.org\/person\/551 person Priest and author of the ‘Poem on the Divine Economy from In the Beginning Until Eternity’ as well as other works. ( fl. 1439\/40) [Ch. of E.] Priest and author, also known as Asko Shbadnaya and Isḥaq Qardaḥa Eshbadnaya. From his name, Isḥaq is presumed to be from a village named Shbaden or Shbad in ‘the land of the Sendaye’, a region northeast of Zakho. Isḥaq is known to have written several works, including three liturgical poems composed in 1439\/40 for the Fast of the Ninevites, the commemoration of St. George, and the Feast of the Finding of the Cross. Isḥaq’s masterpiece is a long poem entitled ‘Poem on the Divine Economy from In the Beginning Until Eternity’, divided into 30 sedre or sections, each on a separate theme. This poem employs numerous acrostic patterns and includes dozens of Greek words written in Syriac script. The Greek words and some obscure Syriac words are supplied with interlinear or marginal definitions in Syriac or, rarely, Arabic. After most sections of poetry, Isḥaq added a section of commentary explaining his poem by means of quotations from earlier Syriac and Greek authors ranging from Ephrem and Irenaeus to Theodore of Mospuestia , Ishoʿdad of Merv , and Yoḥannan bar Zoʿbi . Some of these quotations are extensive. In composing a commentary on his own poem, Isḥaq may have been imitating ʿAbdishoʿ of Nisibis , who also composed a commentary on his own poetry. Isḥaq also composed an acrostic riddle of six lines which was often transmitted with his liturgical poems. Finally, a short acrostic poem about the trials afflicting the Church, which is contained in a single ms. of Isḥaq’s masterpiece, is probably also composed by Isḥaq. The continued importance of Isḥaq is indicated by the large number of mss. of his works and the fact that he is one of the few later authors included in histories of Syriac literature and cited by Toma Audo in his Syriac dictionary. Sources Abūna, Adab , 463–4. Baumstark, Literatur , 330. G.  Cardahi, Liber thesauri de arte poetica Syrorum (1875), 128–9, 168–71. (contains selections of Isḥaq’s poetry) Ktabuna d-Partute (Urmia, 1898), 143–9. Macuch, Geschichte , 33. Reinink, Studien zur Quellen- und Traditionsgeschichte , 49–60. P. Sarmas, Tašʿitā d-seprāyutā Atorāytā (1962), 202–3. A.  Scher, ‘Étude supplémentaire sur les écrivains syriens orientaux’, ROC 11 (1906), 31. Thomas A. Carlson",
    "title" : "Isḥaq Shbadnaya",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Ishaq-Shbadnaya",
    "displayTitleEnglish" : "Isḥaq Shbadnaya",
    "persName" : 
    [ " Ephrem ",
      " Theodore of Mospuestia ",
      " Ishoʿdad of Merv ",
      " Yoḥannan bar Zoʿbi ",
      " ʿAbdishoʿ of Nisibis ",
      " Toma Audo ",
      "  Thomas A.  Carlson  " ] }