
  { "fullText" : "Ishoʿ of Merv https:\/\/gedsh.bethmardutho.org\/Isho-of-Merv http:\/\/syriaca.org\/bibl\/290 281 Ishoʿ Maruzaya ʿĪsā al-Marwazī http:\/\/syriaca.org\/person\/553 person Author of a Syriac lexicon. Ishoʿ Maruzaya, ʿĪsā al-Marwazī (9th cent. ) [Ch. of E.] Author of a Syriac Lexicon. From his nisba it is known that he was from Merv, an important city in the Abbasid period located on the lower course of the Murghab river in the northeast fringes of Persia. That he is the author of a Lexicon can be established from the preface to the Lexicon of Ishoʿ bar ʿAli (second half of the 9th cent. ). According to Bar ʿAli’s patron, Abraham, the Lexicon of Ishoʿ of Merv was ‘composed irregularly and without order’ ( lā mṭakksāʾit wa-lbar men sedrā ʿbid ). The definitions given by Ishoʿ of Merv are also said to differ at times from those in the Lexicon of Ḥunayn b. Isḥāq (d. 873). Despite this somewhat negative evaluation, Bar ʿAli made use of the Lexicon of Ishoʿ of Merv, along with that of Ḥunayn, when compiling his own Lexicon. According to R. Duval, Ishoʿ of Merv is to be identified with Zekarya of Merv, who is often cited in the Lexicon of Ḥasan Bar Bahlul (mid-10th cent. ). Bar Bahlul, however, never explicitly identifies Zekarya of Merv with Ishoʿ of Merv. In addition, in one instance, Bar Bahlul cites Ishoʿ of Merv by name (Duval, 835.14). Thus, without further evidence, it seems best to assume that Ishoʿ of Merv and Zekarya of Merv are two distinct individuals (so also Baumstark). A lexicographer from Merv is also mentioned in the ‘Catalogue’ of ʿAbdishoʿ (Assemani, BibOr , vol. 3, 257–58), but it is unclear whether this person is to be identified with Ishoʿ of Merv or Zekarya of Merv. Primary Sources R.  Duval, Lexicon Syriacum auctore Hassano bar Bahlule (3 vols.; 1888–1901, repr. 1970). G.  Hoffmann, Syrisch-Arabische Glossen. Autographie einer gothaischen Handschrift enthaltend Bar Ali’s Lexikon von Alaf bis Mim (1874), 1–5. (contains the Syr. text of the Preface of Ishoʿ Bar ʿAli’s Lexicon in which Ishoʿ of Merv is mentioned) Secondary Sources Baumstark, Literatur , 241–2. Duval, La littérature syriaque , 297. W. Gesenius, De Bar Alio et Bar Bahlulo, lexicographis Syro-Arabicis ineditis, commentatio litteraria philologica , vol. 1 (1834), 8–9. Wright, Short History of Syriac Literature , 215. Aaron M. Butts",
    "title" : "Ishoʿ of Merv",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Isho-of-Merv",
    "displayTitleEnglish" : "Ishoʿ of Merv",
    "persName" : 
    [ " Ishoʿ bar ʿAli ",
      " Ḥunayn b. Isḥāq ",
      " Ḥasan Bar Bahlul ",
      " ʿAbdishoʿ ",
      "  Aaron M.  Butts  " ] }