
  { "fullText" : "Jansma, Taeke https:\/\/gedsh.bethmardutho.org\/Jansma-Taeke http:\/\/syriaca.org\/bibl\/309 300 Taeke Jansma http:\/\/syriaca.org\/person\/571 person Syriac scholar, professor at the university of Leiden, The Netherlands. (1919–2007) Syriac scholar, professor at the University of Leiden, The Netherlands. After defending his Ph.D. dissertation (on the Hebrew text and ancient versions of Zechariah, ch. 9–14) in 1949, and spending an additional year of study in Leeds and Oxford, Jansma was appointed full professor of ‘Hebrew language and literature, Israelite Antiquities, and Aramaic’ at Leiden in 1950. He held this position until 1973. Although in that year the position was split, leaving to Jansma the responsibility for Aramaic only, he soon thereafter had to retire for reasons of health. For the last thirty years of his life he did not engage in teaching or research. Jansma left a number of important publications, several of which are related to his work for the Leiden based edition of the OT Peshitta (for which he prepared Genesis). He edited Syr. fragments of Theodore of Mopsuestia ’s Commentary on Genesis and studied various exegetical homilies by Narsai and Yaʿqub of Serugh (as well as some anonymous homilies). With an important essay, ‘Investigations into the early Syrian Fathers on Genesis’ (1958), he laid the groundwork for a systematic study of E.-Syr. exegetical literature. Among his other interests, his work on Bardaiṣan , on Ephrem ’s ‘Commentary on Gen. and Ex.’, and on Yoḥannan bar Penkaye should be singled out. Select Syriac publications by Jansma ‘Investigations into the Early Syrian Fathers on Genesis. An approach to the exegesis of the Nestorian Church and to the comparison of Nestorian and Jewish exegesis,’ Oudtestamentische Studiën 12 (1958), 69–181. ‘Projet d’édition du «K e tâbâ d e rêš mellê» de Jean bar Penkayé,’ OS 8 (1963), 87–106. ‘Encore le Credo de Jacques de Saroug. Nouvelles recherches sur l’argument historique concernant son orthodoxie,’ OS 10 (1965), 75–88, 193–236, 331–70, 475–510. Natuur, lot en vrijheid. Bardesanes, de filosoof der Arameeërs en zijn images (1969). ‘Narsai and Ephraem. Some observations on Narsai’s Homilies on Creation and Ephraem’s Hymns on Faith,’ ParOr 1 (1970), 49–68. ‘Beiträge zur Berichtigung einzelner Stellen in Ephraems Genesiskommentar,’ OC 56 (1972), 59–79. ‘Weitere Beiträge zur Berichtigung einzelner Stellen in Ephraems Kommentare Kommentaren zu Genesis und Exodus,’ OC 58 (1974), 121–31. Secondary Sources L.  Van  Rompay, ‘Taeke Jansma (1919–2007)’, Hugoye 10.2 (2007). (with full bibliography) Lucas Van Rompay",
    "title" : "Jansma, Taeke",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Jansma-Taeke",
    "displayTitleEnglish" : "Jansma, Taeke",
    "persName" : 
    [ " Theodore of Mopsuestia ",
      " Narsai ",
      " Yaʿqub of Serugh ",
      " Bardaiṣan ",
      " Ephrem ",
      " Yoḥannan bar Penkaye ",
      "  Lucas  Van Rompay  " ] }