
  { "fullText" : "Kalila and Dimna https:\/\/gedsh.bethmardutho.org\/Kalila-and-Dimna http:\/\/syriaca.org\/bibl\/323 314 work Collection of animal and other stories, named after the two protagonists. The collection of animal and other stories, generally known under this title (the names of the two protagonists), has enjoyed enormous popularity in the Middle East and subsequently in Western Europe, translated into many different languages. The tales are of Indian origin, and some, derived from a lost Sanskrit original, are to be found in the Pancatantra. In the 6th cent. a translation into Middle Persian was made by Burzoy (Barzaway), a physician at the court of Khusrau I (531–79); this no longer survives, but it was soon translated into Syriac by Bodh, whose translation (edited first by G. Bickell, 1876) is the earliest witness to the cycle of stories in the Middle East. Later on, in the first half of the 9th cent. the Middle Persian text was translated into Arabic by Ibn al-Muqaffaʿ; this too is lost in its original form, but it was the ancestor of all the subsequent forms of the collection, whether in Arabic or in later translations into Syriac, Persian, Greek, Hebrew, and Spanish; from these, yet further translations were made into Western European languages (sometimes under the name ‘Bidpay’ or ‘Pilpay’), as well as into Turkish. Ibn al-Muqaffaʿ’s translation included an autobiography by Burzoy, and an account of his journey to India, sent by Khusrau I. The autobiography is absent from the 6th-cent. Syriac translation, but is to be found at the end of the later Syriac version, made from Arabic; this was perhaps produced in the 10th or 11th cent. , by which time the text had been considerably expanded: whereas the older Syriac text contains 10 stories, the later one has 14. A second Syriac translation based on the Arabic was made in the 19th century by the great scholar Toma Audo ; this has 15 stories, and lacks the narrative of Burzoy. Primary Sources T.  Audo, Ktaba d-Kalila w-Dimna (1895; repr. Glane\/Losser, 1989). (Second translation from Arabic) I. G. N.  Keith-Falconer, Kalilah and Dimnah, or the Fables of Bidpai (1885). ( ET of Wright) F. Schulthess, Kalila und Dimna. Syrisch und Deutsch (2 vols.; 1911). (Translation from Middle Persian) W. Wright, The Book of Kalilah and Dimnah translated from Arabic into Syriac (1884). (Translation from Arabic) Secondary Sources C. Brockelmann, in EI 2 , vol. 4 (1978), 503–6. F. de Blois, Burzoy’s Voyage to India and the origin of the Book of Kalilah wa-Dimnah (1990). F. Rundgren, ‘From Pancatantra to Stephanites and Ichnelates: some notes on the Old Syriac translation of Kalila wa-Dimna’, in Leimon. Studies presented to L. Rydén , ed. J. O.  Rosenqvist (1996), 167–80. Sebastian P. Brock",
    "title" : "Kalila and Dimna",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Kalila-and-Dimna",
    "displayTitleEnglish" : "Kalila and Dimna",
    "persName" : 
    [ " Toma Audo ",
      "  Sebastian P.  Brock  " ] }