
  { "fullText" : "Leloir, Louis https:\/\/gedsh.bethmardutho.org\/Leloir-Louis http:\/\/syriaca.org\/bibl\/336 327 Louis Leloir http:\/\/syriaca.org\/person\/595 person Benedictine Syriac and Armenian scholar. (1911–1992) Benedictine Syriac and Armenian scholar. He was born in Namur and studied in Lyon and Rome. From 1959–61 he taught biblical exegesis and Armenian at San Anselmo, Rome, and from 1973–82 Armenian and Ethiopic at the Catholic University of Louvain. For extended periods he served as Novice Master in the Abbey of St. Maurice in Clairvaux (Luxembourg), and then at the Abbey of St. Paul de Wisques (France). In 1953–54 Leloir re-edited the Armenian translation of Ephrem ’s ‘Commentary on the Diatessaron ’ ( CSCO 137, 145), at that time only known in Armenian. When, in 1957, the Chester Beatty Library (Dublin) purchased a ms. containing a large part of the Syriac original, Leloir was asked to edit it; this he published in 1963; just over 20 years later, the Chester Beatty Library was able to purchase some further folios of the same ms. , and these too were edited by Leloir (1990, with LT ; ET of both by C. McCarthy, 1993). Leloir had a special interest in Ephrem’s witness to the text of the Diatessaron, collecting his evidence in CSCO 227 (1962). Besides working on Ephrem, he also wrote the valuable entry on Sahdona (under ‘Martyrius’) in the Dictionnaire de Spiritualité . Given his expertise in Armenian, he was also able to write authoritatively on the relationship between Syriac and Armenian literature (in contributions to OCA 205 [1978] and 221 [1983]). His work in the Armenian field was largely concerned with the Apocryphal Acts of the Apostles and the Sayings of the Desert Fathers (apart from Ephrem). Sources J.-M.  Auwers, ‘Bio-biographie’, in Acta Orientalia Belgica 10 (1997), 1–18. Sebastian P. Brock",
    "title" : "Leloir, Louis",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Leloir-Louis",
    "displayTitleEnglish" : "Leloir, Louis",
    "persName" : 
    [ " Ephrem ",
      " Sahdona ",
      "  Sebastian P.  Brock  " ] }