
  { "fullText" : "Levi Della Vida, Giorgio https:\/\/gedsh.bethmardutho.org\/Levi-Della-Vida-Giorgio http:\/\/syriaca.org\/bibl\/339 330 Giorgio Levi Della Vida http:\/\/syriaca.org\/person\/598 person Italian Syriac scholar. (1886–1967) Italian Syriac scholar. An outstanding Semitic scholar, he devoted to Syriac literature only a lesser part of his activity, mainly at the beginning of his career (1910–21) and again later, after having been deprived of his chair at the University of Rome because of his opposition to fascism, when he was employed as a consultant for Oriental mss. at the Vatican Library (1931–39), under the patronage of its learned Prefetto, the future Cardinal Eugène Tisserant. His main writings on Syriac culture include: the edition of a text of popular hermetic philosophy, which he first attributed to ‘Pseudo-Berosus’ (1910), and much later, in an extensive essay involving its Christian Arabic version (1947), to ‘Stomathalassa’; an edition of an E.-Syr. collection of Pythagorean sentences (1910); an annotated Italian translation of the ‘Book of the Laws of Countries’ (1921); and several articles on Bardaiṣan (1919–20). These studies, which combine a concern for textual philology learnt from his teacher Ignazio Guidi with a lasting interest in the history of religions, are now collected in Pitagora, Bardesane e altri studi siriaci , ed. R.  Contini (Studi Orientali 8; 1989). Levi Della Vida’s most significant contribution to Syriac studies, however, is arguably his massive volume Ricerche sulla formazione del più antico fondo dei manoscritti orientali della Biblioteca Vaticana ( SeT 92; 1939), a masterly treatise on several aspects of the history of Oriental studies in Renaissance Europe, while his slimmer monograph Documenti intorno alle relazioni delle Chiese orientali con la S. Sede durante il pontificato di Gregorio XIII ( SeT 143; 1948) is still an important source for such topics as Syr. Orth. Patr. Ignatius Niʿmatullāh ’s stay in Rome. Sources R.  Contini, ‘Gli studi siriaci’, in G. Levi Della Vida nel centenario della nascita (1886–1967) (Studi Semitici ns 4; 1988), 25–40. (incl. further references) B.  Soravia, ‘Levi Della Vida, Giorgio’, in Dizionario biografico degli Italiani , vol. 64 (2005), 807–11. Riccardo Contini",
    "title" : "Levi Della Vida, Giorgio",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Levi-Della-Vida-Giorgio",
    "displayTitleEnglish" : "Levi Della Vida, Giorgio",
    "persName" : 
    [ " Bardaiṣan ",
      " Ignazio Guidi ",
      " Ignatius Niʿmatullāh ",
      "  Riccardo  Contini  " ] }