
  { "fullText" : "Macarian Homilies https:\/\/gedsh.bethmardutho.org\/Macarian-Homilies http:\/\/syriaca.org\/bibl\/344 335 subject Anonymous 4th-cent. Greek ascetical texts. Anonymous 4th-cent. Greek ascetical texts. The original Greek writings survive in three overlapping collections probably assembled in Byzantine monastic circles of the 10th and 11th cent. The most common attribution is to ‘Macarius’, identified with either of the famous 4th-cent. Egyptian monks, Macarius the Great or Macarius the Alexandrian. Their authorship is disproved by study of the spiritual vocabulary of the writings and the use of quotations from them in a 5th-cent. anti-Messalian dossier preserved by John of Damascus . These indications link the Pseudo-Macarian texts with an ascetical movement originating in late 4th-cent. Asia Minor or Syria, within a culture strongly influenced by Syriac Christianity. The collections contain exhortations and responses to questions about prayer and progress in the spiritual life. The writings emphasize conflict between sin and grace within the ‘inner person’, characterized in vivid images of sensation, mingling, indwelling, and fullness. The sin present in human beings is ‘uprooted’ by divine power, when the Lord comes to dwell in the heart and fills it with the Spirit. When liberated from the passions, one becomes a ‘perfect’ or ‘mature’ Christian and can fulfill the commandments with ease. Despite powerful experiences of the Spirit, life continues to be a struggle. Even the perfect Christian is always at risk of relapse, whether through inattention or by God’s design as a test of faith. The association of these texts with ‘Messalianism’ in controversial literature of the 4th and 5th cent. seems to have been unknown or overlooked by both contemporary and later authors. The so-called ‘Great Letter’ ( Epistola Magna ) of Pseudo-Macarius was the major source for Gregory of Nyssa ’s ascetic treatise commonly known as De instituto christiano ‘On a Christian way of life’. Macarian themes and language strongly influenced later writers, notably Diadochus of Photike and Isḥaq of Nineveh . At least two Syriac translations survive; among these are two 6th-cent. mss. , by far the oldest extant mss. of the (Peudo-)Macarian corpus. There are also Arabic and Georgian versions of some of the texts. Primary Sources Greek Collection I, ed. H. Berthold ( GCS , 1973). Collection II, ed. H. Dörries et al. ( PTS 4, 1964). Collection III, ed. V. Desprez (SC 275, 1980). Epistola magna , ed. R. Staats (Abhandlungen der Akademie der Wissenschaften in Göttingen, Philol.-hist. Klasse, 3rd series, 134; 1984). ET of Collection II and Epistola magna in G. A. Maloney, Pseudo-Macarius. The fifty Spiritual Homilies and the Great Letter (1992). Texts transmitted under Ephrem’s name ed. W. Strothmann ( GOFS 22, 1981). Syriac W. Strothmann, Die syrische Überlieferung der Schriften des Makarios , I–II ( GOFS 21, 1981). Secondary Sources H.  Dörries, Symeon von Mesopotamien. Die Überlieferung der messalianischen ‘Makarios’-Schriften ( TU 55; 1941). H.  Dörries idem , Die Theologie des Makarios-Symeon (Abhandlungen der Akademie der Wissenschaften in Göttingen, Philol.-hist. Klasse, 3rd series, 103, 1978). R.  Draguet, ‘Parallèles macariens syriaques des Logoi I et III de l’Ascéticon isaïen syriaque’, LM 83 (1970), 483–96. K.  Fitschen, Messialianismus Messalianismus und Antimessalianismus. Ein Beispiel ostkirchlicher Ketzergeschichte (1998). M.  Plested, The Macarian legacy. The place of Macarius-Symeon in the Eastern Christian tradition (2004). C.  Stewart, Working the earth of the heart: the Messalian controversy in history, texts and literature to A.D. 431 (1992). W.  Strothmann, ‘Makarios und die Makariosschriften in der syrischen Literatur’, OC 54 (1970), 96–105. W.  Strothmann idem , Makarios-Symposium über das Böse: Vorträge der Finnisch-Deutschen Theologentagung in Goslar 1980 ( GOFS 24; 1983). Columba Andrew Stewart",
    "title" : "Macarian Homilies",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Macarian-Homilies",
    "displayTitleEnglish" : "Macarian Homilies",
    "persName" : 
    [ " John of Damascus ",
      " Gregory of Nyssa ",
      " Isḥaq of Nineveh ",
      "  Columba Andrew  Stewart  " ] }