
  { "fullText" : "Malabar Catholic Church https:\/\/gedsh.bethmardutho.org\/Malabar-Catholic-Church http:\/\/syriaca.org\/bibl\/345 336 Syro-Malabar Catholic Church org This sui juris Catholic Church of the E.-Syr. liturgical tradition represents the continuity of the Catholic ecclesial tradition in South India that came into being in the 16th cent. (see Thomas Christians). Syro-Malabar Catholic Church This sui juris Catholic Church of the E.-Syr. liturgical tradition represents the continuity of the Catholic ecclesial tradition in South India that came into being in the 16th cent. (see Thomas Christians ). Under Portuguese and other European missionary influence in the late 16th and early 17th cent. the local Church became heavily Romanized, especially after the Synod of Diamper (1599); Syriac, however, was retained as the liturgical language by Archbishop Francisco Roz, SJ, even though the rite was adapted to Roman norms. Following the revolt against the Padroado and the Jesuits in 1653, the Propaganda Fide sent the Carmelite Sebastiani to Malabar (1659) as an Apostolic Commissiary Commissary , and as a result the Catholic party came under the double jurisdiction of the Padroado and the Propaganda Fide, though the influence of the former waned after the Dutch took Cochin in 1663. This event, however, led to the expulsion of Sebastiani, though not before he had consecrated an Indian bp. , Alexander (1663–87) , to take his place. Sebastiani left an interesting account of his time in Malabar (see Pallath 2006). Another informative account, covering 1773–86, is by a Malabar priest (see Paremmakkal 1971), who went to Lisbon in 1783 for the consecration of another Indian bp. , Mar Karyatil, who, however, died in Goa (1786) on his way back to Malabar. With the exception of Alexander and Karyatil, all other bishops were Europeans, and it was only in 1896 that three native Indian bishops were again appointed, thus marking the beginnings of an indigenous hierarchy, which was only able to develop again in the 20th cent. In 1923 Ernakulam was made a metropolitan see, with seven suffragan eparchies, and in 1958 Changanacherry became a second metropolitan see. Since 1962 a number of eparchies outside Kerala have been created (including one for USA, in 2001). On 16 Dec. 1992 Ernakulam-Angamali was raised to the status of a Major Archbishopric, and in 1995 two further metropolitan sees were created (Tellichery and Trichur). There is a separate archbishopric in Kottayam for the Knanaya, or Southists (this goes back to the creation of an Apostolic Vicariate for them in 1911). There are sizable diasporas in North America, Europe, and the Gulf States. The total number of faithful is said to be between three and four million. There are a large number of religious communities for both men and women, the most well known of them being the Carmelites of Mary the Immaculate (CMI), founded in 1831 by the Blessed Kuriakos Elias Chavara (who, among other things, set up a Syriac printing press in Mannanam in 1844). Although very little Syriac literature has ever been produced in S. India, numerous literary and, above all, liturgical mss. were copied there, and in the 19th and earlier part of the 20th cent. a number of Syriac printing presses were operative (St. Joseph’s Press at Mannanam was especially productive). Syriac was regularly taught at seminaries, and still is at some, though the shift to Malayam as the liturgical language after the Second Vatican Council has led to a great decline in widespread knowledge of the language. Among works of Syriac scholarship produced in Malabar, two should be singled out: T. Arayathinal’s Aramaic (Syriac) Grammar (1957; repr. 2007), and E. Thelly’s Syriac-English-Malayalam Lexicon (1999), based on Audo’s Simta . Although the reforms of Vatican II have led to the decline of knowledge of Syriac, at the same time they have encouraged the recovery of the indigenous E.-Syr. liturgical tradition. In practice, however, liturgical renewal has led to much controversy over the direction it should take: a return to the Syriac sources, inculturation (including the adoption of some Hindu customs), or retaining a more western perspective. A vocal advocate for the indigenous tradition of the Thomas Christians and author of many books on the subject was Fr. Placid Podipara , CMI. See Fig. 64 , 65 , and 116–119 116 , 117 , 118 , and 119 . Sources J.  Kollamparambil, The Archdeacon of all India (Syrian Churches Series 5; 1972). J.  Madey, in KLCO , 483–6. P.  Pallath, The Grave Tragedy of St Thomas Christians and the Apostolic Mission of Sebastiani (2006). T.  Pallipurathkunnel, A Double Regime in the Malabar Church, 1663–1716 (1982). T.  Paremmakkal (tr. P. J.  Podipara), An Account of the History of the Malabar Church between 1773 and 1786 ( OCA 190; 1971). J. Perumthottam, A Period of Decline of the Mar Thoma Christians (1712–1752) (1994). J. A.  Puliurumpil, A Period of Jurisdictional Conflict in the Suriani Church of India (1800–1838) (1994). F.  Thonippara, St Thomas Christians of India: a Period of Struggle for Unity and Self-Rule, 1775–1787 (1999). C.  Varicatt, The Suriani Church of India. Her Quest for Autochthonous Bishops (1877–1896) (1995). P.  Vazheeparampil, The Making and Unmaking of Tradition. Towards a Theology of the Liturgical Renewal in the Syro-Malabar Church (1998). J.  Vellian ( ed. ), The Malabar Church ( OCA 186; 1970). Sebastian P. Brock",
    "title" : "Malabar Catholic Church",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Malabar-Catholic-Church",
    "displayTitleEnglish" : "Malabar Catholic Church",
    "persName" : 
    [ "  Sebastian P.  Brock  " ] }