
  { "fullText" : "Mani https:\/\/gedsh.bethmardutho.org\/Mani http:\/\/syriaca.org\/bibl\/351 342 http:\/\/syriaca.org\/person\/608 person Founder of a religious movement (Manichaeism). brief (216 – ca. 276) Founder of a religious movement (Manichaeism). Mani was born in Mesopotamia. Reared in a strict Jewish-Christian baptismal sect, at the age of 12 Mani began to experience revelations from a heavenly being called , ‘The Twin’. At 24, he received a divine calling to be the ‘apostle of light’, the incarnate Paraclete of God, chosen to propagate his ‘lifegiving message’. Due to his frequent travels and bold evangelistic proclamation — and the royal protection of Shapur I (242–72) — Mani converted many people to his religion. Manichaeism was a complex ascetic system based on Zoroastrian dualism, that also included features of Gnostic cosmology, Judaism, Christianity, Buddhism, and Babylonian myth. The practice of Manichaeism allowed for two classes of followers: the ‘elect’, devoted to liberating spiritual particles of light from their material imprisonment through full adherence to the sect’s harsh ascetic rules, and the ‘auditor’, who provided for the needs of the elect and followed a less severe code, in the hope of eventual reincarnation as one of the elect. During the reign of Bahram  I (273–6), the Zoroastrian hierarchy instigated a widespread persecution of minority religions, including Manichaeism. Mani was put to death ca. 276. Nevertheless, Manichaean missionaries continued to attract converts throughout Persia and the Roman empire, into central Asia, where it survived into the Mongol period, and even as far as eastern China . The spread of Manichaeism and its use of Christian elements elicited numerous polemical responses on the part of orthodox Christians. Mani wrote books in Aramaic and Pahlavi, though only fragments survive. Seeking to promote his universalizing teaching across cultural barriers, he encouraged the translation of Manichaean texts into different languages, for which a distinctive Manichean script, akin to Syriac Esṭrangela, was devised. Manichaean texts were eventually disseminated in a wide variety of languages. Primary Sources R.  Cameron and A.  Dewey, The Cologne Mani Codex: ‘Concerning the Origin of His Body’ (1979). (Greek with ET of Life of Mani) I.  Gardiner, The Kephalaia of the Teacher: The Edited Coptic Manichean Texts in Translation with Commentary (1995). (Coptic with ET of life of Mani) G.  Gnoli ( ed. ), Il Manicheismo, 1–4 (2003, 2006, and forthcoming). ( IT ) Secondary Sources R.  Contini, ‘Hypothèses sur l’araméen manichéen’, Annali di Ca’ Foscari 34 (1995), 65–107. H. J. W.  Drijvers, ‘Odes of Solomon and Psalms of Mani, Christians and Manichaeans in Third-Century Syria’, in Studies in Gnosticism and Hellenistic Religions , ed. R. van den Broek and M. J. Vermaseren (1981), 117–30. H. J. H.-J.   Klimkeit, Manichean Art and Calligraphy (1982). S. N. C.  Lieu, Manichaeism in the Later Roman Empire and Medieval China (2nd ed. 1992). S. N. C.  Lieu idem , Manichaeism in Mesopotamia and the Roman East (1994). P. A.  Mirecki, ‘Manichaeans and Manichaeism’, in ABD , vol. 4, 502–11. C. G.  Stroumsa, ‘Aspects of Anti-Manichaean Polemics in Late Antiquity and under Early Islam’, HTR 81 (1988), 37–58. M.  Tardieu, Le manichéisme (1981). Jeff W. Childers",
    "title" : "Mani",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Mani",
    "displayTitleEnglish" : "Mani",
    "persName" : 
    [ "  Jeff W.  Childers  " ] }