
  { "fullText" : "Mara bar Serapion, Letter of https:\/\/gedsh.bethmardutho.org\/Mara-bar-Serapion-Letter-of http:\/\/syriaca.org\/bibl\/357 348 Letter of Mara bar Serapion work Mara is the presumed author of a letter in which a father gives lessons of wisdom to his son, from whom he is separated. (2nd or 4th cent. ?) Mara is the presumed author of a letter in which a father gives lessons of wisdom to his son, from whom he is separated. Having been led captive, along with others, from his home town of Samosata, ca. 50 km. north of Edessa , Mara is not allowed by the Romans to return. His lessons have a stoic ring, warning against worldly possessions, and encouraging his son to seek true wisdom and freedom. Although the examples are mostly taken from Greek culture, there also is mention of ‘the wise king’ of the Jews, after whose death (unfortunately the text is not in order here) their kingdom was taken away from them in punishment, while the new laws that he established live on. This generally has been understood as a reference to Jesus. The author thus presents himself as a pagan who has outsider knowledge of Judaism and some appreciation of Christianity. If the letter has a historical basis, it most likely dates from the period prior to 190 or 160, when the Roman Empire still was in the process of establishing its power over Osrhoene and Mesopotamia. In a recent study (which includes Syr. and ET ), Merz, Rensberger, and Tieleman argue that the letter reflects the historical situation of the early 70s, when Rome first gained control of Samosata. According to a very different reading, however, first proposed by McVey, the letter might be either a rhetorical school exercise or a Christian apologetic document pointing out positive values of Christianity to educated pagans. While the Christian references are more marginal than one would expect in an apologetic text, viewing the letter as a school exercise helps understand the poignant anecdote at the end, which is recognizable as a ‘chreia’, a pregnant sentence described in late ancient rhetorical handbooks. Some archaic elements in the language of the letter, which most likely originally was written in Syriac, support an early date, no later than the 4th cent. Sources C. M.  Chin, ‘Rhetorical practice in the Chreia elaboration of Mara bar Serapion’, Hugoye 9.2 (2006). W.  Cureton, Spicilegium Syriacum (1855), 43–48 (Syr.), 70–6 ( ET ), 101–2 (notes). K. E.  McVey, ‘A fresh look at the letter of Mara bar Sarapion to his son’, in SymSyr V , 257–72. A.  Merz, D.  Rensberger, and T. Tieleman, Mara bar Sarapion. Letter to his son (SAPERE 17; forthcoming). Millar, Roman Near East , 460–2. I.  Ramelli, ‘La lettera di Mara bar Serapion’, Stylos 13 (2004), 77–104. F. Schulthess, ‘Der Brief des Mara bar Sarapion’, ZDMG 51 (1897), 365–91. Lucas Van Rompay",
    "title" : "Mara bar Serapion, Letter of",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Mara-bar-Serapion-Letter-of",
    "displayTitleEnglish" : "Mara bar Serapion, Letter of",
    "persName" : 
    [ "  Lucas  Van Rompay  " ],
    "placeName" : 
    [ " Edessa " ] }