
  { "fullText" : "Mark the Monk https:\/\/gedsh.bethmardutho.org\/Mark-the-Monk http:\/\/syriaca.org\/bibl\/362 353 http:\/\/syriaca.org\/person\/619 person Greek monastic author whose writings were translated into Syriac. (early 5th cent. ?) Greek monastic author of uncertain identity. He is said to have been a disciple of St. John Chrysostom and to have lived in Galatia, perhaps also spending some time in the desert of Judaea, though his identity and date remain very uncertain (thus it has also been suggested that he was another person of that name, from Tarsus, with whom Severus corresponded; this would put him a century later). His Greek writings are now available in a good edition (G.-M. de Durand, in SC 445, 455 [1999, 2000]); most of these were translated into Syriac (where the oldest ms. , dated 533\/4 , calls him ‘Mark the Egyptian Solitary’). His writings were evidently quite widely read in E.-Syr. monastic circles; further testimony to their popularity is the existence of commentary on his ‘On the Spiritual Law’ ( CPG 6090), by Babai the Great (died 628). None of the Syriac translations have yet been edited. Arabic versions of several of the works were made from Syriac ( ed. I. A. Khalifé, in MUSJ 28 [1949–50], 117–224). Sources CPG 6090–6102. G. M. de Durand, ‘La tradition des oeuvres de Marc le Moine’, Revue de l’histoire des textes 29 (1999), 1–37. (17–21 on Syriac translations) J.  Gribomont, in DSpir , vol.10 (1980), 274–83. (for wider background) O.  Hesse, ‘Markus Eremita in der syrischen Literatur’, ZDMG Supplement 1 (1969), 450–57. P.  Krüger, ‘Zum theologischen Menschenbild Babais des Grossen nach seinem noch unveröffentlichen unveröffentlichten Kommentar zu den beiden Sermones des Mönches Markus über “Das geistige Gesetz” ’, OC 44 (1960), 46–74. P.  Krüger idem , ‘Überlieferung und Verfasser der beiden memre über das “geistige Gesetz” des Mönches Markus’, OKS 6 (1967), 297–9. Sebastian P. Brock",
    "title" : "Mark the Monk",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Mark-the-Monk",
    "displayTitleEnglish" : "Mark the Monk",
    "persName" : 
    [ " John Chrysostom ",
      " Severus ",
      " Babai ",
      "  Sebastian P.  Brock  " ] }