
  { "fullText" : "Mary https:\/\/gedsh.bethmardutho.org\/Mary http:\/\/syriaca.org\/bibl\/369 360 http:\/\/syriaca.org\/person\/624 person Mary, mother of Jesus, features prominently in all the Syriac liturgical and literary traditions. Mary, mother of Jesus, features prominently in all the Syriac liturgical and literary traditions. A special commemoration, the ‘Praises of Mary’, devoted to her immediately following the Nativity, is found in both E. and W. Syr. tradition, on the 2nd Friday after the Nativity in the former, and on 26 Dec. in the latter. Again in both E. and W. Syr. traditions, the Annunciation is primarily celebrated during the ‘Period of the Annunciation (Subbara\/Suboro)’, covering the Sundays immediately before Christmas. A separate commemoration on 25 March was added in the Syr. Orth. tradition in the early Middle Ages, and in the Chald. tradition. Also distinctive to the Syriac Churches are the agricultural commemorations of Mary of the Seeds (15 Jan.) and Mary of the Blades of Wheat ( šeble ; 15 May). The Gospel genealogies concern only Joseph, but in due course a number of traditions grew up concerning her lineage (Davidic and\/or Levitical), and besides Joachim and Anna as the names of her parents, a few texts provide Zadoq and Dina as alternatives. The earliest elaborations of traditions concerning her life are to be found in the 2nd-cent. (Greek) Protogospel of James, translated into Syriac. She features obliquely in the Odes of Solomon (Ode 19), and very prominently in Ephrem ’s madrāše on the Nativity (some of which are written with her as the imagined speaker [ e.g e.g., no. 11]). She is also the subject of a group of early madrāše attributed (wrongly) to Ephrem, as well as of a number of memre by Yaʿqub of Serugh . She features as the protagonist in several dialogue soghyāthā (Mary and the Angel, Mary and Joseph, Mary and the Magi, Mary and the risen Jesus), and in a number of anonymous memre (including a narrative poem on Mary and Joseph). Some of the earliest texts concerning the death, or ‘Departure’, of Mary are preserved in early Syriac mss. , and these play an important role in the study of the development of traditions concerning her Dormition\/Assumption. Numerous liturgical texts commemorating her in both prose and poetry are to be found in all the Syriac liturgical traditions; in the Melk. tradition, in particular, there are many texts on Mary which are translated from Greek (including the ‘Akathistos’). In the verse texts especially, great use is made of typology, whose aim is to bring out different aspects of her miraculous birthgiving and the relationship between her and her Child; thus numerous prefigurations of her in the OT are identified, such as the ‘fleece’ of Judg. 6:36–7, ‘thirsty earth’ of Is. 53:2, or ‘door’ of Ez. 44:2. Most of these ‘types’ are also to be found in Greek and Latin liturgical poetry, and this applies to the extensive contrasted Eve\/Mary typology, which gave rise to the imagery of the divine Word being sown in Mary’s ear, thus providing a specific contrast with Eve’s listening to the serpent’s false promise. Some of the ‘types’, however, are distinctive to the Syriac tradition: thus Mary as a ‘tree’ is based ultimately on Ephrem’s Commentary on Gen. 22:13, where the ram ‘held’ in the tree (bush) is seen as a type of Christ, the Lamb, held in Mary’s womb. At the roots of the controversy over the use of the title ‘Bearer of God’ ( yāldat alāhā ) lie two different conceptualizations of how salvation for humanity is brought about by Christ. For the W.-Syr. tradition the Word of God descends and underpins, as it were, humanity at the incarnation, so that the title ‘Bearer of God’ simply expresses Mary’s role in salvation history. For the Ch. of E. , however, salvation is conceived as being effected for humanity through the raising of Christ’s body, representing our humanity, at the Ascension; accordingly, it is essential to distinguish mentally between Christ’s divinity and the humanity which he has assumed at his birth from Mary, otherwise salvation would not be ensured. See Fig. 71c . Primary Sources S. P. Brock, Bride of Light. Hymns on Mary from the Syriac Churches (Moran Etho 6; 1994, new ed. forthcoming). ( ET ) S. P. Brock idem , ‘The genealogy of the Virgin Mary in Sinai Syr. 16’, Scrinium 2 (2006), 58–71. (Syr.) S. P. Brock idem , Mary and Joseph, and other dialogues (forthcoming). (Syr. with ET ) E. A. W. Budge, History of the Blessed Virgin Mary (2 vols.; 1899). (Syr. with ET ) J. Y.  Çiçek, Tašʿito d-Yoldat Aloho Maryam [Die Heilige Meryem] (Glane\/Losser, 2001). (Syr.; in 6 Books; = Clavis Apocryphorum Novi Testamenti [1992], no. 95) G.  Gharib ( ed. ), Testi Mariani del primo millennio , vol. 4. Padri e altri autori orientali (1991). (includes many translations from Syriac). M.  Hansbury, Jacob of Serug, on the Mother of God (1998). ( ET ) T. J.  Lamy, Sancti Ephraem Syri Hymni et Sermones , vol. 2 (1886), 519–90. (Syr. of hymns on Mary attributed to Ephrem). A. S.  Lewis, Apocrypha Syriaca (Studia Sinaitica 11; 1902). (Syr.) J. Madey, Marienlob aus dem Orient (1982). ( GT from Syr. Orth. Šḥimo ). V.  Pathikulangara, Mary Matha. The ‘Divine Praises’ for the Feast Days of the Blessed Virgin Mary according to the East Syriac or Chaldeo-Indian Liturgical Heritage (Kottayam, 1998). ( ET ) C.  Vona, Omilie mariologiche di S. Giacomo di Sarug (1953). ( IT ) W.  Wright, Contributions to the Apocryphal Literature of the New Testament (1865). (Syr.) Secondary Sources S. P. Brock, ‘Mary in Syriac tradition’, in Mary’s Place in Christian Dialogue , ed. A. Stacpoole (1982), 182–91. M.  van  Esbroeck, ‘Syrien II, Literaturgeschichte’, in Marienlexikon 6 (1994), 344–9. R. Murray, ‘Mary, the Second Eve, in the early Syriac Fathers’, ECR 3 (1971), 372–84. J.  Puthuparampil, Mariological Thought of Mar Jacob of Serugh (451–521) (Moran Etho 25; 2005). S. J. Shoemaker, Ancient Traditions of the Virgin Mary’s Dormition and Assumption (2002). N.  Smelova, ‘Biblical allusions and citations in the Syriac Theotokia ...’, in The Bible in Arab Christianity , ed. D. Thomas (2007), 367–91. Mar Bawai Soro, Mary in the Catholic-Assyrian Dialogue. An Assyrian Perspective (Ecumenical Society of the Blessed Virgin, 1999). P.  Yousif, ‘La bellezza di Maria cantata da Efrem di Nisibi’, Theotokos: Ricerche interdisciplinari di Mariologia 13 (2005), 147–94. Sebastian P. Brock",
    "title" : "Mary",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Mary",
    "displayTitleEnglish" : "Mary",
    "persName" : 
    [ " Ephrem ",
      " Yaʿqub of Serugh ",
      "  Sebastian P.  Brock  " ] }