
  { "fullText" : "Masius, Andreas https:\/\/gedsh.bethmardutho.org\/Masius-Andreas http:\/\/syriaca.org\/bibl\/370 361 Andreas Masius http:\/\/syriaca.org\/person\/625 person Humanist, early scholar of Syriac. Born in the village of Lennik, near Brussels, Masius studied Hebrew, Greek, and Latin in Louvain. Throughout his life he combined his intellectual curiosity with his diplomatic skills, traveling through Europe, often in the service of ecclesiastical or political authorities. (1514–1573) Humanist, early scholar of Syriac. Born in the village of Lennik, near Brussels, Masius studied Hebrew, Greek, and Latin in Louvain. Throughout his life he combined his intellectual curiosity with his diplomatic skills, traveling through Europe, often in the service of ecclesiastical or political authorities. After having studied some Arabic with Guillaume Postel in Rome, he made the acquaintance of Mushe of Mardin , who taught him Syriac in Rome in 1553. In the same year he also met Yoḥannan Sullaqa , for whom Masius did some translation work from Syriac into Latin. Both men, Mushe and Sullaqa, are quoted as authorities in Masius’s later Syriac publications. With Mushe, Masius corresponded in Syriac: ten letters are preserved dated between 1553 and 1555 (Wesselius). Preceded only by Teseo Ambrogio , Johann Albrecht Widmanstetter, and Guillaume Postel, Masius belonged to the first generation of European scholars who had an academic interest in the Syriac language. While Masius was involved in the Antwerp Polyglot Bible (Biblia Regia) printed by Christophe Plantin (Christoffel Plantijn) between 1569 and 1572, he did not prepare the Syriac NT text that is included in it (this was done by the young French scholar Guy Lefèvre de la Boderie). Masius contributed, however, two major tools that were included in vol. 6 of the Polyglot (1571): a Syriac grammar and a Syriac glossary ( Syrorum Peculium ‘Private property of the Syrians’). These two works may be seen as ‘the first European grammar and dictionary of Syriac’, while his grammar served as a model for several subsequent grammars (Contini). Prior to his work for the Polyglot, Masius published a Latin translation of Mushe bar Kipho ’s Commentary on Paradise (1569). This was the first Syriac literary work to be brought to the attention of European intellectuals (it was reprinted in Migne’s PG 11, 481–608, but the Syriac text remains unpublished). For this translation, Masius relied on a Syriac ms. that he had bought from Mushe of Mardin (it is now lost). Another important ms. in Masius’s possession contained part of the Pentateuch and the Historical Books of the OT in the version of the Syro-Hexapla . Masius never published this text, but quoted from it in his Peculium as well as in a study on the OT Book of Joshua (1574). This ms. too was subsequently lost. It is generally assumed that it was somehow related to ms. Milan, Biblioteca Ambrosiana, C 313 inf., which was published by A. M. Ceriani and which contains the Wisdom Books and the Prophetical Books of the OT . Masius’s ms. and the Milan ms. , when complete, together must have contained the entire OT in the version of the Syro-Hexapla (Baars). Select publications by Masius De Paradiso Commentarius (1569). ( LT , also includes LT of confessions of faith by Mushe of Mardin and Yoḥannan Sullaqa) Grammatica linguae Syricae (1571). Syrorum Peculium. Hoc est, vocabula apud Syros scriptores passim usurpata, Targumistis vero aut prorsus incognita, aut in ipsorum vocabulariis adhuc non satis explicata (1571). Secondary Sources W. Baars, New Syro-Hexaplaric Texts (1968), 2–4. R.  Contini, ‘Gli inizi della linguistica siriaca nell’Europa rinascimentale’, RSO 68 (1994), 15–30. W.  François, ‘Andreas Masius (1514–73): Humanist, exegete and Syriac scholar’, JEastCS 61 (2009), 199–244. A.  Van Roey, ‘Les études syriaques d’Andreas Masius’, OLP 9 (1978), 141–58. A.  Van Roey idem , ‘Les débuts des études syriaques et André Masius’, in SymSyr V , 11–19. J. W. Wesselius, ‘The Syriac correspondence of Andreas Masius: A preliminary report’, in SymSyr V , 21–29. R. J.  Wilkinson, Orientalism, Aramaic and the Kabbalah in the Catholic Reformation. The first printing of the Syriac New Testament (Studies in the History of Christian Traditions 137; 2007), 63–87. R. J.  Wilkinson, The Kabbalistic scholars of the Antwerp Polyglot Bible (Studies in the History of Christian Traditions 138; 2007), 39–48 and 78–80. Lucas Van Rompay",
    "title" : "Masius, Andreas",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Masius-Andreas",
    "displayTitleEnglish" : "Masius, Andreas",
    "persName" : 
    [ " Mushe of Mardin ",
      " Yoḥannan Sullaqa ",
      " Teseo Ambrogio ",
      " Mushe bar Kipho ",
      "  Lucas  Van Rompay  " ] }