
  { "fullText" : "Meliton the Philosopher https:\/\/gedsh.bethmardutho.org\/Meliton-the-Philosopher http:\/\/syriaca.org\/bibl\/377 368 http:\/\/syriaca.org\/person\/631 person Presumed author of a short ‘Oration ( memrā ) before Antoninus Caesar’, preserved in ms. Brit. Libr. Add 14,658, the same ms. which also is our sole witness for the ‘Book of the laws of the countries’ associated with Bardaiṣan and for the ‘Letter of Mara bar Serapion’. (2nd or 3rd cent. ) Meliton is the presumed author of a short ‘Oration ( memrā ) before Antoninus Caesar’, preserved in ms. Brit. Libr. Add 14,658, the same ms. which also is our sole witness for the ‘Book of the laws of the countries’ associated with Bardaiṣan and for the ‘Letter of Mara bar Serapion ’. Whether this Meliton is the 2nd-cent. bp. Meliton of Sardis (Asia Minor), to whom Eusebius of Caesarea (Ecclesiastical History, IV, 26, 3 and 5–11) attributes, among other works, an apology addressed to the emperor Marcus Aurelius ( r. 161–80) remains uncertain. Eusebius’s quotations from the apology do not match the Syriac work. We may, therefore, be dealing with a different work by the same author, or with a different Meliton, or the author may have used a pseudonym. The author strongly argues in favor of monotheism and rejects polytheism, which he sees as an outgrowth of the veneration of heroic men. Freewill enables man to discover the truth of the one God and to acquire eternal life. Once enlightened himself, the emperor is expected to lead his people out of error. At the end of time there will be a ‘flood of fire’ ( māmolā d-nurā ) from which, just as from the earlier ‘flood of water’, only the righteous will be saved. In spite of a few biblical references, the religious message is that of monotheism, without any mention being made of Christianity or Judaism. If the work indeed was an oration, the addressee may have been either Marcus Aurelius or Caracalla ( r.   198–217), both named ‘Antoninus’, and the existence of a Greek original must then be assumed. However, the author may have adopted the genre of the apologetic oration. The work may then belong to a slightly later period and possibly have been written in Syriac, originating from Syria or Mesopotamia, perhaps from the city of Mabbug, about whose early pagan cults the author seems to have been well informed. Sources W.  Cureton, Spicilegium Syriacum (1855), 22–31 (Syr.), 41–51 ( ET ), 85–95 (notes). H. J. W.  Drijvers, Cults and beliefs at Edessa (1980), 35–6. Millar, Roman Near East , 477–78. I. Ramelli, ‘L’apologia siriaca di Melitone ad «Antonino Cesare»: osservazioni e traduzione’, VetChr 36 (1999), 259–86. J.  Vermander, ‘La parution de l’ouvrage de Celse et la datation de quelques apologies’, Revue des études augustiniennes 18 (1972), 27–42, esp. 33–6. Lucas Van Rompay",
    "title" : "Meliton the Philosopher",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Meliton-the-Philosopher",
    "displayTitleEnglish" : "Meliton the Philosopher",
    "persName" : 
    [ " Bardaiṣan ",
      " Eusebius of Caesarea ",
      "  Lucas  Van Rompay  " ] }