
  { "fullText" : "Methodius, Apocalypse of Pseudo- https:\/\/gedsh.bethmardutho.org\/Methodius-Apocalypse-of-Pseudo- http:\/\/syriaca.org\/bibl\/381 372 Apocalypse of Pseudo- Methodius work Influential apocalyptic work of the late 7th cent. Influential Apocalyptic apocalyptic work of the late 7th cent. Composed in Syriac and ascribed to bp. Bp. Methodius of Olympus (martyred in 312), this apocalyptic survey of world history was clearly composed in the late 7th cent. , in response to the rise of Islam. Formerly dated to earlier in the 7th cent. , it is now thought to date from about 692, during the reign of ʿAbd al-Malik (685–705). The first 7 chapters cover the period up to the rebuilding of the Temple in 538 BC; beside the biblical text, these draw on traditions in the Cave of Treasures . Alexander the Great is then introduced, in connection with Gog and Magog, and he is linked by a remarkable genealogy to the royal lineage of Ethiopia, as well as to that of Rome and Byzantium; the aim of this is to explain Ps. 68:31, ‘Kush will surrender to God’, which is taken to refer to the final Byzantine emperor, who will surrender his kingdom to God after the appearance of the Son of Perdition (a motif borrowed from the Julian Romance ). The Apocalypse was soon translated into Greek and then into Latin, where it proved very influential, especially in the Medieval West. The earliest forms of the Greek and Latin are re-edited by W. J. Aerts and G. A. A. Kortekaas ( CSCO 569–70; 1998). There is a related fragmentary apocalyptic text associated with Edessa ( ed. F. Nau, in JA XI.9 [1917], 415–71). Primary Sources P.  Alexander, The Byzantine Apocalyptic Tradition (1978), 36–51. ( ET ) S. P. Brock, in The seventh century in the West-Syriac chronicles , ed. A. Palmer, (1993), 222–9. (partial ET , with bibliography) G. J. Reinink, Die syrische Apokalypse des Pseudo-Methodius ( CSCO 540–1; 1993). H. Suermann, Die geschichtstheologische Reaktion auf die einfallenden Muslime in der edessenischen Apokalyptik des 7. Jahrhunderts (1985). ( GT ) Secondary Sources G. J.  Reinink, ‘Pseudo-Methodius: A concept of history in response to the rise of Islam’, in Studies in Late Antiquity and Early Islam , ed. A. Cameron and L. I. Conrad, vol. 1 (1992), 149–88. L.  Greisiger, ‘The Apocalypse of Pseudo-Methodius (Syriac)’, in Christian-Muslim relations , ed. Thomas and Roggema, 163–71. Sebastian P. Brock",
    "title" : "Methodius, Apocalypse of Pseudo-",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Methodius-Apocalypse-of-Pseudo-",
    "displayTitleEnglish" : "Methodius, Apocalypse of Pseudo-",
    "persName" : 
    [ "  Sebastian P.  Brock  " ],
    "placeName" : 
    [ " Edessa " ] }