
  { "fullText" : "Mubārak, Buṭros https:\/\/gedsh.bethmardutho.org\/Mubarak-Butros http:\/\/syriaca.org\/bibl\/390 381 Buṭros Mubārak Pietro Benedetti Petrus Benedictus Pierre Ambarach http:\/\/syriaca.org\/person\/643 person Syriac scholar who collaborated with Assemani on an edition of Ephrem’s writings. Pietro Benedetti, Petrus Benedictus, Pierre Ambarach (1663–1742) [ Maron. ] Born in Batḥa, near Ghosṭa, in Lebanon, Mubārak was sent to the Maronite College in Rome at a very young age, in 1672. After his studies, he returned to Lebanon in 1685, and was ordained a priest by Patr. Isṭifān al-Duwayhī in 1687. During a second stay in Rome, on behalf of the Maronite Church, he established contact with Cosimo III, the Duke of Tuscany, who in 1698 appointed him to the chair of Oriental languages at the University of Pisa. He resigned from the university in 1707 and entered into the Jesuit order, which brought him back to Rome. In 1730, at the request of Cardinal Querini, he started working on the so-called ‘Roman’ edition of Ephrem ’s works. To this project J. S. Assemani contributed Ephrem’s Greek works, with Latin translations (in 3 vols.: 1732, 1743, and 1746), while Mubārak was in charge of the Syriac, again with Latin translations. The first two volumes appeared in 1737 and 1740. After Mubārak’s death, the third Syriac volume was seen through the press by S. E. Assemani (1743). This posthumous volume contains, among other things, the Life of Ephrem (XXIII–LXIII). Sources P.  Benedictus, Sancti Patris nostri Ephraem Syri Opera omnia quae extant , vol. 1–2 (1737–40); vol. 3 [S. E. Assemani] (1743). N.  Gemayel, Les échanges culturels entre les Maronites et l’Europe. Du Collège Maronite de Rome (1584) au Collège de ʿAyn-Warqa (1789) , vol. 1 (1984), 450–4, 522–6. E.-M.  Rivière, ‘Ambarach (Pierre)’, DHGE , vol. 2 (1914), 1014–1015. Lucas Van Rompay",
    "title" : "Mubārak, Buṭros",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Mubarak-Butros",
    "displayTitleEnglish" : "Mubārak, Buṭros",
    "persName" : 
    [ " Isṭifān al-Duwayhī ",
      " Ephrem ",
      " J. S. Assemani ",
      " S. E. Assemani ",
      "  Lucas  Van Rompay  " ] }