
  { "fullText" : "Nathniel of Sirzor https:\/\/gedsh.bethmardutho.org\/Nathniel-of-Sirzor http:\/\/syriaca.org\/bibl\/400 391 http:\/\/syriaca.org\/person\/651 person Bp. of Sirzor and biblical interpreter; affiliated with the School of Nisibis. ( ca. 600) [Ch. of E.] Bp. of Sirzor; biblical interpreter. Nathniel studied at the School of Nisibis and he probably continued working in the field of biblical interpretation after his graduation, but no details are known. As bp. of Sirzor he attended the synods of 585 (under Ishoʿyahb I ) and 605 (under Grigor I ) and signed the acts. At some later point during his tenure he was imprisoned (for having expelled from his city a Persian commander who had destroyed churches) and then put to death, still under the reign of Khusrau ( r. 590–628), as is mentioned in the title of his surviving work. The only text by Nathniel that has been preserved is a ‘Cause of the Psalms’ ( ʿEllat mazmore ), which is a brief introduction to the Psalms. This is included in a larger collection of E.-Syr. introductory pieces to the Psalms, called ‘Book of causes of the Psalms’, which is found in a number of 19th-cent. mss. as a preamble to the Commentary on the Psalms by Denḥa (9th cent. ?). The collection as a whole and the various mss. that contain it have been surveyed by Van den Eynde and Van Rompay. Nathniel’s text has been edited by Vandenhoff (with LT ). Sources M.  Tamcke, ‘Natniel von Sirzor’, in BBK , vol. 6 (1993), 494–5. C.  Van den Eynde, Commentaire d’Išoʿdad de Merv sur l’Ancien Testament , VI. Psaumes ( CSCO 434; 1981), xxxiv–xxxvi. B.  Vandenhoff, Exegesis Psalmorum, imprimis messianicorum, apud Syros Nestorianos (1899), 13–15 (Syr.), 24–6 ( LT ). L.  Van Rompay, Théodore de Mopsueste. Fragments syriaques du Commentaire des Psaumes (Psaume 118 et Psaumes 138–148) ( CSCO 436; 1982), ix–xiv. Vööbus, History of the School of Nisibis , 292–3. Lucas Van Rompay",
    "title" : "Nathniel of Sirzor",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Nathniel-of-Sirzor",
    "displayTitleEnglish" : "Nathniel of Sirzor",
    "persName" : 
    [ " Ishoʿyahb I ",
      " Grigor I ",
      " Denḥa ",
      "  Lucas  Van Rompay  " ] }