
  { "fullText" : "Nau, François https:\/\/gedsh.bethmardutho.org\/Nau-Francois http:\/\/syriaca.org\/bibl\/401 392 François Nau http:\/\/syriaca.org\/person\/652 person Influential and prolific Syriac scholar, co-founder of the Patrologia Orientalis. (1864–1931) Syriac scholar, co-founder of the Patrologia Orientalis. Born in Lorraine, he studied theology at the Seminary of Saint-Sulpice in Paris and was ordained a priest in 1887. He then continued his studies in natural sciences at the Institut catholique in Paris from 1887 to 1894. He obtained a licence in mathematics, another one in physics, and received the doctor’s degree in mathematics in 1897. Throughout his life he taught mathematics at the Institut catholique, as well as in different schools in Paris. It was for a distraction that he began to study Syriac under René Graffin . On this occasion, he discovered the richness of scientific literature in Syriac. He earned the diploma of the École Pratique des Hautes Études in 1895 with the edition and French translation of the Syriac text of Bar ʿEbroyo ’s treatise on the ‘Ascent of the mind’ ( Suloqo hawnonoyo ), which was published in 1899. This was the beginning of a steady stream of publications in all fields of Syriac and Near Eastern studies, not only on sciences and cosmography but also on Apocrypha, canonical literature, hagiography, history, etc. His Syriac bibliography includes 240 books and articles, without counting the many entries that he wrote for the Dictionnaire de la Bible , Dictionnaire de théologie catholique , Dictionnaire d’histoire et de géographie ecclésiastiques , Dictionnaire apologétique de la foi catholique , and the many reviews published in the Revue de l’Orient Chrétien , Journal asiatique , and other periodicals. A large number of Nau’s publications contain the edition or study and translation of previously unknown texts, many of which he himself discovered in mss. , mostly in the Bibliothèque Nationale in Paris, but also in the British Museum, or in private collections. Of special interest are his supplement (1911) and his additions and corrections (1915) to the catalogue of Syriac mss. in Paris as well as his monographs on several of these mss. He published Syriac text editions and French translations of many narrative texts, including, among other texts, the ‘Book of the Laws of Countries’ associated with the school of Bardaiṣan , lives of saints, ascetics, and ecclesiastical dignitaries ( e.g. e.g., Marutha and Aḥudemmeh ), letters of Yaʿqub of Edessa , chronicles, texts of the Maron. and E.-Syr. traditions, and different versions of the history of Aḥiqar in Syriac. Several studies deal with natural sciences, i.e. i.e., cosmography and astronomy (including the publication of the ‘Treatise on the astrolabe’ and the ‘Treatise on Constellations’ by Severos Sebokht ), with maps, with canonical literature ( Didascalia Apostolorum , canonical resolutions), with calendars, synaxaries, menologies, and martyrologies. He also studied the documents of Central Asia, in particular the tomb stones of Kyrgyzstan. His editorial leadership is also essential. Together with René Graffin , he founded the Patrologia Orientalis. He also was the secretary and later the director of the Revue de l’Orient Chrétien . He contributed to both with numerous important publications. Select publications by Nau Le livre de l’ascension de l’esprit sur la forme du ciel et de la terre. Cours d’astronomie rédigé en 1279 par Grégoire Aboulfarag, dit Bar-Hebraeus (2 vols.; 1899). Bardesane l’astrologue. Le livre des lois des pays (1899). (Syr. with FT ) Bardesanes. Liber legum regionum ( PS 1.2; 1907). (Syr. with LT ) Histoire et sagesse d’Aḥikar l’Assyrien (1909). ( FT ) Nestorius. Le livre d’Héraclide de Damas (1910). ( FT ) ‘Notice des manuscrits syriaques, éthiopiens et mandéens, entrés à la Bibliothèque Nationale de Paris depuis l’édition des cataloques’, ROC 2.6 (1911), 271–310. (Syr. mss. nos. 289–356) ‘La cosmographie au VII e siècle chez les Syriens’, ROC 15 (1910), 225–54. (on Severos Sebokht) ‘Corrections et additions au catalogue des manuscrits syriaques de Paris’, JA 11.5 (1915), 487–537. Documents relatifs à Ahikar. Textes syriaques édités et traduits (1920). Secondary Sources M.  Brière, ‘L’abbé François Nau’, JA 223 (1933), 149–80. (includes complete bibliography) W. Schwaigert, ‘Nau, François-Nicolas’, in BBK , vol. 6 (1993), 497–500. Françoise Briquel-Chatonnet",
    "title" : "Nau, François",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Nau-Francois",
    "displayTitleEnglish" : "Nau, François",
    "persName" : 
    [ " René Graffin ",
      " Bar ʿEbroyo ",
      " Bardaiṣan ",
      " Marutha ",
      " Aḥudemmeh ",
      " Yaʿqub of Edessa ",
      " Aḥiqar ",
      " Severos Sebokht ",
      "  Françoise  Briquel-Chatonnet  " ] }