
  { "fullText" : "Nicolaus of Damascus https:\/\/gedsh.bethmardutho.org\/Nicolaus-of-Damascus http:\/\/syriaca.org\/bibl\/405 396 http:\/\/syriaca.org\/person\/656 person Historian and peripatetic philosopher, who served as adviser to Herod the Great (74-4 BC). Excerpts from the Syriac version of his compendium covering Aristotle’s works on natural philosophy and metaphysics are preserved. ( ca. 64 – after 4 BC) Historian and peripatetic philosopher, who served as adviser to Herod the Great (74–4 BC). Excerpts from the Syriac version of his compendium covering Aristotle ’s works on natural philosophy and metaphysics (‘On the philosophy of Aristotle’) are preserved in ms. Cambridge, Gg. 2.14 (copied in 15\/16th cent. ?). These excerpts include a passage of his ‘On plants’. Whether this work, which in its Latin version and Greek retroversion made from the Latin was later ascribed to Aristotle, originally constituted a separate work or was a part of the compendium is difficult to determine. Passages in the section of the compendium dealing with meteorology are accompanied by a large number of scholia which are often based on the commentary on Aristotle’s ‘Meteorologica’ by Olympiodorus (6th cent. ). Two of these scholia are found explicitly attributed to Ḥunayn b. Isḥāq in another ms. (Paris, Bibl. Nat. Syr. 346, dated 1309), while Bar ʿEbroyo attributes the translation of the compendium as a whole to Ḥunayn ( Mukhtaṣar taʾrīkh al-duwal , ed. Beirut 1958, 82.15f.). It remains uncertain at the present state of research whether the scholia alone or both the scholia and the translation should be attributed to Ḥunayn. The Syriac version of the compendium was used extensively as a source by Bar ʿEbroyo in his ‘Candelabrum of the sanctuary’ and ‘Cream of wisdom’. Sources H. J.  Drossaart Lulofs, Nicolaus Damascenus on the Philosophy of Aristotle. Fragments of the first five books translated from the Syriac with an introduction and commentary (1965). H. J.  Drossaart Lulofs idem , ‘Nīḳūlāʾūs’, in EI 2 , vol. 8 (1995), 36–7. H. J.  Drossaart Lulofs and E. L. J.  Poortmann, Nicolaus Damascenus. De plantis. Five translations (1989), 17–40, 50–113. H. Hugonnard-Roche, ‘Pseudo-Aristote, De plantis’, in Dictionnaire des philosophes antiques, supplément (2003), 499–505. K. Mei[ster], ‘Nikolaos, [3] N. von Damaskos’, in Der neue Pauly , vol. 8 (2000), 920–1. J.-P.  Schneider, ‘Nicolas de Damas’, in Dictionnaire des philosophes antiques , vol. 4 (2005), 669–79. H.  Takahashi, ‘Syriac Fragments of Theophrastean Meteorology and Mineralogy. Fragments in the Syriac version of Nicolaus Damascenus, Compendium of Aristotelian Philosophy, and accompanying scholia’, in On the Opuscula of Theophrastus , ed. W.  Fortenbaugh and G. Wöhrle (2002), 189–224. H.  Takahashi idem , Aristotelian Meteorology in Syriac. Barhebraeus, Butyrum sapientiae, Books on Mineralogy and Meteorology (2004), passim (see index, 706–8). H.  Takahashi idem , ‘Syriac Version by Ḥunain (?) of Nicolaus Damascenus’ Compendium of Aristotelian Philosophy and Accompanying Scholia’, JCSSS 5 (2005), 18–34. Hidemi Takahashi",
    "title" : "Nicolaus of Damascus",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Nicolaus-of-Damascus",
    "displayTitleEnglish" : "Nicolaus of Damascus",
    "persName" : 
    [ " Aristotle ",
      " Ḥunayn b. Isḥāq ",
      " Bar ʿEbroyo ",
      "  Hidemi  Takahashi  " ] }