
  { "fullText" : "Nöldeke, Theodor https:\/\/gedsh.bethmardutho.org\/Noldeke-Theodor http:\/\/syriaca.org\/bibl\/411 402 Theodor Nöldeke http:\/\/syriaca.org\/person\/661 person Influential German Syriac scholar. brief (1836–1930) German Semitist. Nöldeke was born in Harburg (near Hamburg) on 2 March 1836 and died in Karlsruhe on 25 Dec. 1930. In 1853, he began the study of classical and Near Eastern languages in Göttingen, where he earned his doctoral degree in 1856. Starting in 1856, he undertook trips to Leipzig, Vienna, Leiden, Gotha, and Berlin, mainly to study Arabic and Turkish mss. Between 1858 and 1860, he was an assistant at the Königliche Bibliothek (Royal Library) in Berlin, and from 1860 at the University Library in Göttingen. In 1861, he became a Privatdozent (university lecturer) for Semitic languages at Göttingen. In 1864 followed his appointment as professor of Near Eastern languages at the University of Kiel, and in 1872 at the newly founded German University of Strasbourg in the Alsace. After his retirement, in 1906, he first stayed in Strasbourg, until 1920, and then moved to Karlsruhe. In his earliest writings, Nöldeke dealt with the Qurʾān. His main publication in this field Geschichte des Qorans (History of the Qurʾān) first appeared in 1860 and provided a new, solid foundation for research on the Qurʾān. Other projects concerned Arabic poetry and fable research. In 1896, a study on the classical Arabic language appeared. During his time in Kiel, where he also taught Old Testament and Sanskrit, and where the University Library had rich Syriac holdings, his interests in Aramaic became more prominent. It is in this period that he laid the foundations for his scholarly work on Syriac, Neo-Syriac, and Mandaic. As early as 1868, he published his Grammatik der neusyrischen Sprache am Urmia-See und in Kurdistan (Grammar of the Neo-Syriac language at Lake Urmia and in Kurdistan), which was based on the publications of the American missionaries. His Mandäische Grammatik (Mandaic Grammar) followed in 1875. On the basis of his extensive readings in Syriac literature, he wrote his Syriac Grammar, the first edition of which appeared in 1880 and the second expanded edition in 1898. Without going into too much linguistic detail, its focus is on syntax, amply documented with textual references. As such it remains a unique tool up to the present day. An English translation appeared in 1904. Even though the content of Syriac literature — to which he devoted a short survey essay in 1906 — did not strongly appeal to him, he devoted studies to individual works such as the Alexander Romance, Julian Romance , the Aḥiqar Story story , and Kalila and Dimna . In addition, his contributions to Syriac studies consisted of numerous essays and reviews. A further important field of Nöldeke’s research was Iranian history and literature. In 1879, he published a translation from the Arabic Chronicle of al-Ṭabarī, entitled Geschichte der Perser und Araber zur Zeit der Sasaniden (History of the Persians and Arabs in the time of the Sasanians). His relevant contributions to the Encyclopaedia Britannica were reworked in German and published in 1887 as Aufsätze zur persischen Geschichte (Essays on Persian history). Additional fields of Nöldeke’s research were comparative Semitic linguistics and Old Testament. Characteristic for Nöldeke are his sober assessment and his common sense. He saw himself as a ‘rationalist’, limiting himself to what could be ascertained and avoiding unprovable hypotheses or speculations. Eastern mysticism remained utterly foreign to him. Nöldeke was among the most significant scholars of Near Eastern studies of his day even though due to poor health he never was able to visit the Middle East. Through him, Strasbourg became a center of Near Eastern studies in Germany. He had many students, including from abroad; he maintained contacts with many scholars and enjoyed international esteem. For his seventieth birthday, a Festschrift was published, of more than 1200 pages, to which 85 colleagues contributed from all over the world (with photograph). A second Festschrift followed in 1916 for his eightieth birthday. Select publications by Nöldeke Geschichte des Qorâns (1860). (2nd ed. by F.  Schwally, G.  Bergsträßer, and O. Pretzl [1909, 1919, 1938]) Delectus veterum carminum arabicorum (1890; repr. 1961). ‘Zur Grammatik des classischen Arabisch’, in Denkschriften der Kaiserlichen Akademie der Wissenschaften in Wien. Phil.-hist. Classe , 45.2 (1897; repr. with appendix ‘Die handschriftlichen Ergänzungen in dem Handexemplar Th. N.s bearbeitet und mit Zusätzen versehen von A.  Spitaler’ [1963]). Grammatik der neusyrischen Sprache am Urmia-See und in Kurdistan (1868; repr. 1974). Mandäische Grammatik (1875; repr. with appendix by A. Schall 1964). Kurzgefasste syrische Grammatik. Mit einer Schrifttafel von Julius Euting (1880; 2nd ed. 1898; repr. of the 2nd ed. with appendix ‘Die handschriftlichen Ergänzungen in dem Handexemplar Th. N.s und Registern Register der Belegstellen, bearbeitet von A. Schall’ 1966; repr. 1977). ( ET as Compendious Syriac Grammar by Th. Nöldeke. With a table of characters by Julius Euting. Translated [with the sanction of the author] from the second and improved German edition by J. A.  Crichton [1904; repr. with an appendix ‘The handwritten additions in Th. Nöldeke’s personal copy edited by A.  Schall, translated by P. T. Daniels, 2001]) ‘Die von Guidi herausgegebene syrische Chronik übersetzt und commentiert’, in Sitzungsberichte der Kais. Akademie der Wissenschaften in Wien. Phil.-hist. Classe , 128 (1893). Beiträge zur semitischen Sprachwissenschaft (1904). Neue Beiträge zur semitischen Sprachwissenschaft (1910; repr. 1982). ‘Die aramäische Literatur’, in Die Kultur der Gegenwart, I,VII. Die orientalischen Literaturen , ed. P. Hinneberg (1906), 103–23. Geschichte der Perser und Araber zur Zeit der Sasaniden (1879; repr. 1973). Aufsätze zur Persischen Geschichte (1887; repr. 1974). Secondary Literature H.  Bobzin, ‘Theodor Nöldekes Biographische Blätter aus dem Jahr 1917’, in Festschrift für Otto Jastrow zum 60. Geburtstag , ed. W.  Arnold and H.  Bobzin (2002), 91–104. (bibliography) Deutsches Biographisches Archiv , fiche I 903, 97–101; II 954, 89–107; III 669, 166–8; 1042, 199–204. M.  Frenchkowski, in BBK , vol. 6 (1993), 979–83. E.  Kuhn, ‘Versuch einer Übersicht der Schriften Th. N.’s’, in Orientalische Studien Th. Nöldeke zum siebzigsten Geburtstag , ed. C.  Bezold (1906; improved and expanded separate ed. 1907), vol. 1, XIII–LI. (bibliography) E.  Littmann, ‘Gedächtnisrede’, in Nachrichten der Gesellschaft der Wissenschaften zu Göttingen. Geschäftliche Mitteilungen (1930\/ 1931), 1–10. E.  Littmann idem , ‘Th. N.’, in Akademie der Wissenschaften in Wien. Almanach für das Jahr 1931 , 81 (1931), 239–55. F.  Rosenthal, Die aramaistische Forschung seit Th. N.’s Veröffentlichungen (1939), 289–95. (includes additional bibliography) R.  Sellheim, ‘Theodor Nöldeke (1836–1930), Begründer der modernen Orientalistik’, Die Welt des Orients 37 (2007), 135–44. C. Snouck Hurgronje, in ZDMG 85 (1931), 239–81. Hubert Kaufhold",
    "title" : "Nöldeke, Theodor",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Noldeke-Theodor",
    "displayTitleEnglish" : "Nöldeke, Theodor",
    "persName" : 
    [ " Aḥiqar ",
      "  Hubert  Kaufhold  " ] }