
  { "fullText" : "Palimpsests https:\/\/gedsh.bethmardutho.org\/Palimpsests http:\/\/syriaca.org\/bibl\/419 410 subject Palimpsest is the term used for a parchment ms. that has been written on twice (or rarely, more times), where the original script has been erased. Palimpsest is the term used for a parchment ms. that has been written on twice (or rarely, more times), where the original script has been erased. A very high proportion of the older surviving texts in Christian Palestinian Aramaic ( CPA ) are under texts in palimpsests. Palimpsests where Syriac is the upper text mostly date between the 9th and 12th cent. ; the under text may be in a variety of different languages, Greek, Latin, Armenian, Coptic, CPA , as well as an earlier Syriac text. Two particularly notable examples are ms. Sinai Syr. 30 (upper text, probably dated 779: Lives of holy women; lower: Old Syriac Gospels, Acts of Thomas , Ephrem Graecus); and ms. Vatican Syr. 623 (upper, 886: 40 Martyrs of Sinai, etc.; lower: Syriac translation of Galen and of Menander ’s Dyskolos, as well as texts in Arabic, Armenian, CPA , and Greek). A number of Syriac mss. in the British Library have remarkable undertexts, e.g. e.g., Add. 14,512 (the oldest dated biblical ms. in any language; Isaiah, 459\/60); Add. 14,574 and 14,623 (Ephrem, Prose Refutations); Add. 17,210–11, copied in the Monastery of Shemʿun, Qartmin ca. 800 (Homer, Euclid). Syriac, and especially CPA , may also be the under text where the upper text is in other languages, Greek, Arabic, Georgian, or Hebrew. Very occasionally manuscripts are doubly palimpsest ( e.g. e.g., ms. Sinai Arabic 514). See Fig. 95 . Sources F. d’Aiuto, ‘Graeca in codici orientali della Biblioteca Vaticana’, in Tra Oriente e Occidente: Scritture e libri greci fra le regioni orientali di Bisanzio e l’Italia , ed. L.  Perria (2003), 227–96, esp. 266–78. A.  Desreumaux, Codex sinaiticus Zosimi rescriptus (1997). (Cyril of Jerusalem and biblical texts in CPA under Georgian). A.  Schmidt, ‘Syriac palimpsests in the British Library’, in Palimpsestes et éditions de textes: Les textes littéraires , ed. V. Somers (2009), 161–86. M.  Sokoloff and J.  Yahalom, ‘Christian palimpsests from the Cairo Geniza’, Revue d’histoire des textes 8 (1978), 111–132. Sebastian P. Brock",
    "title" : "Palimpsests",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Palimpsests",
    "displayTitleEnglish" : "Palimpsests",
    "persName" : 
    [ " Ephrem ",
      " Galen ",
      "  Sebastian P.  Brock  " ] }