
  { "fullText" : "Pawlos of Kallinikos https:\/\/gedsh.bethmardutho.org\/Pawlos-of-Kallinikos http:\/\/syriaca.org\/bibl\/426 417 http:\/\/syriaca.org\/person\/47 person Bp. of Kallinikos; translator of works of Severus of Antioch. (first half of 6th cent. ) [ Syr. Orth. ] Bp. of Kallinikos; translator of works of Severus of Antioch . Pawlos must have become bp. no later than Aug. 509, at which time he is mentioned as bp. in an inscription on a mosaic floor in Tall Biʿa, near Kallinikos (Krebernik). His tenure as bp. came to an end in 519, when he was among the 52 Miaphysite bps. who were expelled from their see following the implementation of a new Chalcedonian policy by Emperor Justin I. Pawlos is explicitly mentioned as the translator of Severus’s writings against Julian Halicarnassus in a note at the end of ms. Vat. Syr. 140 (6th cent. ), the main witness for these writings. That this ms. might be Pawlos’s autograph, as Baumstark speculated, is unlikely (Draguet, 13, note 6; and Hespel, in CSCO 295, iii); most scholars nowadays take the date of 528, provided in the note (which is in a different hand from that of the rest of the ms. ), for the date of the completion of the original translation, rather than that of the ms. With Pawlos’s authorship of the Syriac version of the anti-Julianist dossier firmly established, several scholars have suggested that Pawlos may have translated other works by Severus as well. While King has made a strong case for attributing the Syriac translation of Severus’s Philalethes to Pawlos (King 2007 and 2008, 176–7), there is little evidence for seeing Pawlos as the translator of other works, such as the Cathedral Homilies (the 6th-cent. translation of which was later revised by Yaʿqub of Edessa ). Even if we are unable to determine Pawlos’s contribution with precision, he certainly belonged to the small circle of Miaphysite intellectuals who in the crucial period of the first quarter of the 6th cent. embarked on a major translation project, for which they applied standards that were more rigorous than those prevalent in the earlier period, without becoming ‘so obsessively calque-esque’ (King 2008, 385) as those that characterized the 7th-cent. translations (in general, see Greek, Syriac translations from ). See Fig. 97 . Primary Sources R.  Hespel, Sévère d’Antioche. La polémique antijulianiste , I, IIA, IIB, III ( CSCO 244–5, 295–6, 301–2, 318–9; 1964–71). R.  Hespel idem , Sévère d’Antioche. Le Philalèthe ( CSCO 133–4; 1952). Secondary Sources Baumstark, Literatur , 160. R.  Draguet, Julien d’Halicarnasse et sa controverse avec Sévère d’Antioche (1924). Honigmann, Évêques et évêchés monophysites , 54, 127, 147. D. King, ‘Paul of Callinicum and his place in Syriac literature’, LM 120 (2007), 327–49. D. King idem , The Syriac versions of the writings of Cyril of Alexandria. A study in translation technique ( CSCO 626; 2008), 175–7 and passim. M.  Krebernik, ‘Schriftfunde aus Tall Biʿa 1990, I. Funde aus dem byzantinischen Kloster’, Mitteilungen der Deutschen Orient-Gesellschaft zu Berlin 123 (1991), 41–57. L.  Van  Rompay, ‘Jacob of Edessa and the sixth-century translator of Severus of Antioch’s Cathedral Homilies’, in Jacob of Edessa and the Syriac culture of his day , ed. B. ter Haar Romeny ( MPIL 18; 2008), 189–204. (with further references) Lucas Van Rompay",
    "title" : "Pawlos of Kallinikos",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Pawlos-of-Kallinikos",
    "displayTitleEnglish" : "Pawlos of Kallinikos",
    "persName" : 
    [ " Severus of Antioch ",
      " Julian Halicarnassus ",
      " Yaʿqub of Edessa ",
      "  Lucas  Van Rompay  " ] }