
  { "fullText" : "Payne Smith (Mrs. Margoliouth), Jessie https:\/\/gedsh.bethmardutho.org\/Payne-Smith-Mrs-Margoliouth-Jessie http:\/\/syriaca.org\/bibl\/431 422 Jessie Payne Smith (Mrs. Margoliouth) http:\/\/syriaca.org\/person\/676 person Syriac scholar and compiler of A Compendious Syriac Dictionary (1902). (1856–1933) Syriac scholar and compiler of A Compendious Syriac Dictionary (1902). Daughter of Robert Payne Smith , compiler of the Thesaurus Syriacus , she gained her knowledge of Syriac and of lexicography from her father. After his death (1895), she edited the last fascicle of the Thesaurus in conjunction with her husband, David Margoliouth (1858–1940), the Laudian Professor of Arabic in Oxford University (they were married in 1896). Whereas the Thesaurus Syriacus was in Latin and arranged by root, her invaluable Compendious Syriac Dictionary uses English and all entries are in alphabetic sequence. Her subsequent Supplement to the Thesaurus Syriacus (1927) makes an important beginning on adding materials from the many texts published after the appearance of the Thesaurus . She also had an interest in the Archbishop of Canterbury’s educational mission to the Ch. of E. (which she visited in 1901), and she edited, together with F. N.  Heazall, a selection of extracts from its reports, under the title Kurds and Christians (1913). In his obituary notice Mingana comments on her ‘genuine love ... for all the branches of these important Syriac Churches, in the history and literature of which she was so well versed’. Sources A.  Mingana, ‘Jesse Payne Margoliouth’, JRAS 1934, 217–9. D. G. K.  Taylor, in Oxford Dictionary of National Biography 36 (2004), 661–62. Sebastian P. Brock",
    "title" : "Payne Smith (Mrs. Margoliouth), Jessie",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Payne-Smith-Mrs-Margoliouth-Jessie",
    "displayTitleEnglish" : "Payne Smith (Mrs. Margoliouth), Jessie",
    "persName" : 
    [ " Robert Payne Smith ",
      "  Sebastian P.  Brock  " ] }