
  { "fullText" : "Physiologus https:\/\/gedsh.bethmardutho.org\/Physiologus http:\/\/syriaca.org\/bibl\/438 429 work A collection of short texts, originally written in Greek, concerning natural history (mainly animals). A collection of short texts, originally written in Greek, concerning natural history (mainly animals). The work, perhaps composed in Egypt in the late 2nd or 3rd cent. , proved immensely popular and was translated into many different languages, including Syriac, Coptic, Armenian, Georgian, Arabic, Latin, Slavonic, Romanian, and various other European languages. The earliest form of the Greek text had 48 short chapters (edited by Sbordone 1936, and D. Offermanns 1966). Later forms of the text usually contain moralizing conclusions to each chapter. There are English translations of the Greek by F. J. Carmody (1953) and R. M. Grant, in his Early Christians and Animals (1999), 52–72. The Syriac translation survives in several different forms: 1. an early form, containing 32 chapters (edited by O. G. Tychsen 1795); 2. an expanded edition, with 81 chapters, of which only the first 47 really belong to the Physiologus (edited by J. P. N. Land 1875); 3. a much longer text, entitled ‘The Book of Natural Beings’, with 125 chapters, of which only 45 are derived from the Physiologus (edited by K. Ahrens 1892); 4. a fragmentary form, preserving only 9 chapters (edited by A. van Lantschoot, in LM 72 [1959]). Sources K.  Alpers, ‘Physiologus’, in TRE , vol. 26 (1996), 596–602. (for a general overview) M.  Quaschning-Kirsch, ‘Der Phoenix als christologisches und paränetisches Symbol im syrischen Physiologus’, in Trinitäts- und Christusdogma. Ihre Bedeutung für Beten und Handeln der Kirche. FS für Jouko Martikainen , ed. J.  Reller and M. Tamcke ( SOK 12; 2001), 33–49. Sebastian P. Brock",
    "title" : "Physiologus",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Physiologus",
    "displayTitleEnglish" : "Physiologus",
    "persName" : 
    [ "  Sebastian P.  Brock  " ] }