
  { "fullText" : "Polykarpos https:\/\/gedsh.bethmardutho.org\/Polykarpos http:\/\/syriaca.org\/bibl\/441 432 http:\/\/syriaca.org\/person\/35 person Chorepiscopus of the diocese of Mabbug, who was commissioned with the translation of the NT (and parts of the OT ) by Philoxenos of Mabbug (the so-called Philoxenian version). ( ca. 500) [ Syr. Orth. ] Chorepiscopus of the diocese of Mabbug, who was commissioned with the translation of the NT (and parts of the OT ) by Philoxenos of Mabbug (the so-called Philoxenian version). The only information about Polykarpos derives from his contemporary Mushe of Aggel . In the introductory letter to Paphnutius, prefixed to his own Syriac translation of Cyril ’s explanation of the Pentateuch (‘Glaphyra’), Mushe refers to the ‘edition of the NT and of David ( i.e. i.e., Psalms) that the deceased Chorepiscopus made for Philoxenos of Mabbug in Syriac’ (Assemani, BibOr , vol. 2, 82–3; Guidi, 404, 410–12). This piece of information is unsuspicious, as later references to this version link it directly with Philoxenos without mentioning Polykarpos ( Bar ʿEbroyo , Ecclesiastical History, ed. Abbeloos and Lamy, I, 50 = vol. 1, col. 267; II, 22 = vol. 3, col. 89; proem to the Awṣar Roze ; Michael Rabo , Chronicle, X, 25 = vol. 4, 391). Scholars also prefer the commissioner’s prominent name (‘Philoxenian’) to that of the otherwise unknown translator. The instigation and intention of the version actually derive from Philoxenos. It was designed for serving the miaphysite cause by providing a Syriac NT version, sufficiently close to the Greek, in order to defend miaphysite Christology and doctrine. In his ‘Commentary on the Prologue of John’ ( ed. A. de Halleux, CSCO 380, 1977) Philoxenos points to several imprecise translations in the Peshitta , which was to be replaced by an entirely new translation. While Bar ʿEbroyo and Michael provide an approximate date for Polykarpos’s version by linking it with Philoxenos, the subscriptions of the Ḥarqlean Version (615\/16) give the exact date ‘819 of Alexander of Macedonia’ (= AD 507\/08). These subscriptions provide additional information: first, that the Greek model was associated with Caesarea in Palestine and with the famous library directed by Pamphilus; second, that this version for the first time included the Minor Catholic Epistles and Revelation, neither of which was part of the Peshitta canon. Unfortunately no ms. of the original version survives. Our knowledge of the version’s text derives from four sources: 1. from quotations in the later writings of Philoxenos (collected in part by B. Aland); 2. from quotations in the margins of the Masora mss. ( ed. N. Wiseman 1828); 3. from quotations preserved in the Euthalian prologue to the Pauline epistles ( ed. S. P. Brock 1979); and 4. from a 6th-cent. translation of the Minor Catholic Epistles and Revelation ( ed. J. Gwynn 1909, 1897), extant almost exclusively in mss. of the second millennium (an Arabic translation of the epistles exists in ms. Sin. Arab. 154, ed. M. Dunlop Gibson 1899). This translation can only be identified with Polykarpos’s version by internal evidence (Gwynn 1909, introduction). All these remnants reveal the version’s intermediary position between the Peshitta and the Ḥarqlean regarding the refinement of translation technique; it is closer to the Greek than the Peshitta, but is not a ‘mirror translation’ of the Greek like the Ḥarqlean (in general, see Greek, Syriac translations from ). Polykarpos’s version received a thorough revisional update, which resulted in the Ḥarqlean Version (615\/16). This might be the reason for the almost complete disappearance of Polykarpos’s version, which was outdated by the new. Fortunately essential information on Polykarpos’s version was included and thus preserved in the Ḥarqlean subscriptions. Nevertheless, the revisional relationship between Polykarpos’s original version and the update prepared by Tumo of Ḥarqel remained unclear so long as genuine Philoxenian texts for comparison were not available. The ‘Philoxenian-Ḥarqlean problem’ centered around the question of whether Tumo simply re-issued Polykarpos’s version adding material to the text and margins or whether he produced a new independent version. This problem derives not only from the ambiguity of the Ḥarqlean subscriptions, but also from the ‘Mohl ms. ’ (now Cambridge, Univ. Libr. Add. 1700; without Ḥarqlean annotations). The heading ( inscriptio ) to Acts in this ms. reads: ‘The Acts of the Twelve Holy Apostles according to the tradition of the holy Mor Aksnoyo ( ayk mašlmonutho d-qaddišo Mor Aksnoyo [ i.e. i.e., Philoxenos])’. However, the subscriptions prove that the ms. is surely Ḥarqlean. The view that the Ḥarqlean is a new (though not totally independent) version turned out to be substantially correct. In addition to the attached textual material, Tumo introduced a refinement of translation technique that turned Polykarpos’s original version into a ‘mirror translation’. Polykarpos’s version was an attractive starting point for Tumo’s own version due to its already close adherence to the Greek and the connection of its underlying Greek text with Pamphilus’s famous library in Caesarea. It was this underlying Greek text that Tumo wished to preserve and to mirror in his own version, and he was not interested in preserving Polykarpos’s version for its own sake. The ‘Philoxenian-Ḥarqlean problem’ arose with the editio princeps of the Ḥarqlean in 1778–1803, which the editor J. White considered to be the annotated re-issue of Polykarpos’s version and so entitled it Sacrorum Evangeliorum versio syriaca philoxeniana . Those who argued for an independent new version tried to identify mss. of Polykarpos’s original version. J. G. Ch. Adler claimed that ms. Florence, Bibl. Laurenziana Plut. I,40 was the earlier version; G. Bernstein favored ms. Rome, Bibl. Angelica 74. The choice of these scholars was directed by the absence of annotations from these codices. They are, however, nothing other than Ḥarqlean mss. that lost their annotations in the course of transmission (a common feature of Ḥarqlean mss. ). There is reason to assume that Polykarpos also translated some of the OT since Mushe of Aggel mentions the Psalms alongside the NT (see above). Moreover, a quotation of Is. 9:6 in the Milan Syro-Hexapla is attributed to the version, ‘which was translated through the care of the holy Philoxenos’. Ceriani edited and identified as possibly ‘Philoxenian’ a fragmentary version of Isaiah (preserved in ms. Brit. Libr. Add. 17,106), which is translated from Greek, but agrees with neither the Syro-Hexapla nor the version of Yaʿqub of Edessa . The extensive study of R. G. Jenkins supplies evidence for at least Gen., Ex., and Isa. (not for Ps.!) that ‘Philoxenos came under the influence of a Greek form of certain Old Testament books’. As this influence can only be traced in writings from the later period of Philoxenos’s life (corresponding to his use of Polykarpos’s NT version), it is very likely that Polykarpos also produced a translation of individual OT books. Sources B.  Aland, ‘Die philoxenianisch-harklensische Übersetzungstradition’, LM 94 (1981), 321–83. B.  Aland and A.  Juckel ( ed. ), Das Neue Testament in syrischer Überlieferung , I (1986); II, 1–3 (1991, 1995, 2002). S. P.  Brock, ‘The Syriac Euthalian material and the Philoxenian version of the New Testament’, ZNW 70 (1979), 120–30. S. P.  Brock idem , ‘The resolution of the Philoxenian\/Harclean problem’, in New Testament textual criticism. Its Significance for exegesis. Essays in honour of Bruce M. Metzger , ed. E. J. Epp and G. D. Fee (1981), 325–43. A. M.  Ceriani, Monumenta sacra et profana , vol. 5.1 (1868). I.  Guidi, ‘Mose di Aghel e Simeone Abbate’, Rendiconti della R. Accademia dei Lincei (1886), 397–416. J. Gwynn, ‘Polycarpus’, in DCB , vol. 4, 431–4. J. Gwynn idem , The Apocalypse of St. John in a Syriac version hitherto unknown (1897; repr. 2005). J. Gwynn idem , Remnants of the later Syriac versions of the Bible (1909; repr. 2005). R. G.  Jenkins, The Old Testament quotations of Philoxenus of Mabbug ( CSCO 514; 1989). A. de Halleux, Philoxène de Mabbog (1963), 117–25. G. Zuntz, The ancestry of the Harklean New Testament (1945). Andreas Juckel",
    "title" : "Polykarpos",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Polykarpos",
    "displayTitleEnglish" : "Polykarpos",
    "persName" : 
    [ " Philoxenos of Mabbug ",
      " Mushe of Aggel ",
      " Cyril ",
      " Bar ʿEbroyo ",
      " Michael Rabo ",
      " Tumo of Ḥarqel ",
      " Yaʿqub of Edessa ",
      "  Andreas  Juckel  " ] }