
  { "fullText" : "Porphyry https:\/\/gedsh.bethmardutho.org\/Porphyry http:\/\/syriaca.org\/bibl\/442 433 http:\/\/syriaca.org\/person\/684 person Greek author and Neoplatonist. ( ca. 232 – ca. 305) Greek author and Neoplatonist. Of Porphyry’s many writings only his immensely influential Introduction ( Eisagoge ) to Aristotle ’s ‘Organon’ (logical works) was translated into Syriac. Two versions survive, the first, anonymous, made in the early 6th cent. , and the second, in the form of a revision by Athanasios of Balad made in 645. Commentaries on his Introduction by Proba , Dionysios bar Ṣalibi , and Yawsep II survive. In two of his works Porphyry draws on a lost work by Bardaiṣan on the Indian Brahmans (‘On Abstinence’ IV.17, and at greater length, ‘On the Styx’, in Porphyrius , Fragmenta, ed. A. Smith [1993], 376F). Porphyry, who calls Bardaiṣan both a ‘Babylonian’ and ‘from Mesopotamia’, mentions that he had acquired this knowledge from an Indian embassy of ca. 218 to the emperor Elagabalus. Sources S. P.  Brock, ‘The earliest Syriac translation of Porphyry’s Eisagoge ’, Journal of the Iraqi Academy, Syriac Corporation 12 (1988), 316–66. (Syr. of anonymous translation) S. P.  Brock idem , ‘Some notes on the Syriac translations of Pophyry’s Eisagoge’ , in Mélanges en hommage au professeur et penseur libanais Farid Jabre (Publications de l’Université Libanaise, Section des études philosophiques et sociales 20; 1989), 41–50. A. Freimann, Die Isagoge des Porphyrius in den syrischen Übersetzungen (1897). (only the opening of Athanasios’s revision) H.  Hugonnard-Roche, ‘Les traductions syriaques de l’Isagoge de Porphyre et la constitution du corpus syriaque de logique’, in his La logique d’Aristote du grec au syriaque (2004), 79–96. I.  Ramelli, Bardaisan of Edessa: A reassessment of the evidence and a new interpretation (Gorgias Eastern Christian Studies 22; 2009), 91–109. F.  Winter, Bardaisan von Edessa über Indien (1999). Sebastian P. Brock",
    "title" : "Porphyry",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Porphyry",
    "displayTitleEnglish" : "Porphyry",
    "persName" : 
    [ " Aristotle ",
      " Athanasios of Balad ",
      " Proba ",
      " Dionysios bar Ṣalibi ",
      " Yawsep II ",
      " Bardaiṣan ",
      "  Sebastian P.  Brock  " ] }