
  { "fullText" : "Proba https:\/\/gedsh.bethmardutho.org\/Proba-metr-of-Chalcedon http:\/\/syriaca.org\/bibl\/445 436 metr. of Chalcedon Proba http:\/\/syriaca.org\/person\/687 person Metropolitan of Chalcedon. Most of what is known about this Proba comes from the only extant fragment of Dionysios of Tel-Maḥre’s Chronicle ( CSCO 84, 219-24; GT in Abramowski). (late 6th cent. ) [ Syr. Orth. , then Melk. ] Metropolitan of Chalcedon. Most of what is known about this Proba comes from the only extant fragment of Dionysios of Tel Maḥre ’s Chronicle ( CSCO 84, 219–24; GT in Abramowski). In ca. 581 Patr. Peter of Kallinikos took Proba and Yuḥanon Barbur with him to Alexandria as advisers. There they met a sophist Stephanos, whose views on a highly technical point of christology they at first opposed, but were then won over by. Both Proba and Yuḥanon were subsequently excommunicated by Peter, after a synod at Gubba Barraya ca. 585. Proba ended up as Chalcedonian metropolitan of Chalcedon. Fragments of Proba’s Syriac writings from different periods are preserved in ms. Brit. Libr. Add. 12,155. His ‘Questions against the Jacobites’, written after his conversion, survive in both Greek (in which they were written; ed. Declercq, in Byzantion 53 [1983], 213–32) and in fragmentary Syriac translation ( ed. Bettiolo [ CSCO 403; 1979], 8–14). It is just possible that this Proba might be the same person as Proba , ‘archdeacon and archiatros of Antioch’. Sources R.  Abramowski, Dionysius von Tellmahre (Abhandlungen für die Kunde des Morgenlandes 25:2; 1940), 138–42. Th.  Hainthaler, ‘The christological controverssy controversy on Proba and John Barbur’,in SymSyr VIII , 155–70. Th.  Hainthaler idem , in Jesus der Christus , vol. 2\/3, ed. Grillmeier and Hainthaler, 403–37. (ch. IV) K.-H.  Uthemann, ‘Stephanos von Alexandrien und die Konversion des Jakobiten Probos, des späteren Metropoliten von Chalkedon. Ein Beitrag zur Rolle der Philosophie in der Kontroverstheologie des 6. Jahrhunderts’, in After Chalcedon , ed. Laga et al. , 381–99. A. Van Roey, ‘Une controverse christologique sous le patriarcat de Pierre de Callinique’, in SymSyr II , 349–57. Sebastian P. Brock",
    "title" : "Proba",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Proba-metr-of-Chalcedon",
    "displayTitleEnglish" : "Proba",
    "persName" : 
    [ " Dionysios of Tel Maḥre ",
      " Peter of Kallinikos ",
      " Yuḥanon Barbur ",
      " Proba ",
      "  Sebastian P.  Brock  " ] }