
  { "fullText" : "Proclus of Constantinople https:\/\/gedsh.bethmardutho.org\/Proclus-of-Constantinople http:\/\/syriaca.org\/bibl\/446 437 http:\/\/syriaca.org\/person\/688 person Bp. of Cyzicus and since 434 Patr. patr. of Constantinople. (d. 446 or 447) Bp. of Cyzicus and since 434 Patr. patr. of Constantinople. His literary work, all in Greek, consists of homilies and letters. His homilies enjoyed great popularity and were translated into several languages. While Leroy’s 1967 study surveyed 34 homilies, the authors of CPG list 37 homilies, without counting those of dubious authenticity ( CPG 5800–5836). A number of these have found their way into the Syr. homiliaries, in particular of the Syr. Orth. tradition. Three homilies were published by Chabot: Hom. 23 (‘On the dogma of the incarnation’); Hom. 24 (‘On the Nativity’, edited in a different version by Moss); and Hom. 25 (‘On St. Clement bp. of Ancyra’). Hom. 1 (‘On the Mother of God’, delivered in Constantinople in 428 or 429, in the presence of Nestorius) was edited by Lucchesi. Both Lebon and Brière edited Hom. 5 (‘On the Virgin and Mother of God’), which in the Syr. version is expanded with a homily by Atticus of Constantinople. Hom. 17 (‘On St. Stephen the first martyr’) is in the Syriac version attributed to John Chrysostom ; it was edited by Malki. Sauget edited Hom. 37 (1969: ‘On the Ascension of Jesus Christ’). Homilies that exist in Syriac, but have not yet been edited are: nos. 3 (‘On the Incarnation’; Leroy, 75); 10 (‘On Holy Friday’; Leroy, 110–11); 13 (‘On the Pascha’; Sauget 1969, 6); 30 (‘On Holy Friday and on the Trinity’, which does not exist in Greek; Sauget 1961, 406 and Leroy, 212–23). Among Proclus’s correspondence, one letter in particular became very influential: the letter that he wrote as patr. , probably in 435, to the Armenians, which is known as the ‘Tomos to the Armenians’ ( CPG 5897). Written shortly after the Council of Ephesus (431), it contains a balanced, albeit somewhat vague, Christological exposition, which was understood as a rejection of dyophysite Christology associated with the names of Nestorius and Theodore of Mopsuestia (neither of whom is mentioned by name in the text). There exist three different Syriac versions: the first is preserved in a 7th-cent. miaphysite Florilegium ( ms. Brit. Libr. Add. 14,557) and was edited by Bedjan; the second was incorporated in the Ecclesiastical History attributed in Syr. to Zacharias ( ed. Brooks); the third was included in a 6th-cent. miaphysite Florilegium ( ms. Brit. Libr. Add. 12,156) and remains unpublished. Whereas the first and second version represent the same translation (of which the text in Ps.-Zacharias is a revision), the third version is an independent and more accurate translation of the Greek, which probably belongs to the early 6th century, while the other translation is typologically earlier. Proclus’s works were often used in later Christological treatises and florilegia. Severus of Antioch quotes both from the homilies and from the ‘Tomos’, while Miaphysite florilegia contain several excerpts from the ‘Tomos’. Quotations from Proclus in the works attributed to Yuḥanon Maron and in the later Maronite tradition have been studied by Breydy. Primary Sources CPG 5800–5915. P. Bedjan, Nestorius. Le Livre d’Héraclide de Damas (1910), 596–615. (Syr. of ‘Tomos to the Armenians’) M. Brière, ‘Une homélie inédite d’Atticus, patriarche de Constantinople’, ROC 29 (1933–34), 160–86. (Syr. with FT ) E. W.  Brooks, Historia ecclesiastica Zachariae Rhetori vulgo adscripta I ( CSCO 83 and 87; 1919–1924), 127–43 (Syr.) and 88–99 ( LT ). (‘Tomos to the Armenians’) J.-B.  Chabot, ‘Trois homélies de Proclus évêque de Constantinople éditées pour la première fois dans la version syriaque d’après les mss. de la Bibliothèque Vaticane’, Rendiconti della Reale Accademia dei Lincei. Classe di Scienze morali, storiche e filologiche V.5 (1896), 178–97. J.  Lebon, ‘Discours d’Atticus de Constantinople, sur la sainte Mère de Dieu’, LM 46 (1933), 167–202. (Syr. with LT ) E.  Lucchesi, ‘L’ Oratio I «De laudibus S. Mariae» de Proclus de Constantinople. Version syriaque inédite’, in Mémorial A.-J. Festugière. Antiquité païenne et chrétienne , ed. E. Lucchesi and H. D.  Saffrey (Cahiers d’Orientalisme 10; 1984), 187–98. (Syr. with LT ) E.  Malki, Die syrische Handschrift Berlin Sachau 220 (Heidelberger Orientalistische Studien 6; 1984), 119–47. (Syr. with GT ) C.  Moss, ‘Proclus of Constantinople: Homily on the Nativity’, LM 42 (1929), 61–73. (Syr. with ET ) J.-M.  Sauget, ‘Une homélie de Proclus de Constantinople sur l’Ascension de Notre-Seigneur en version syriaque’, LM 82 (1969), 5–33. (Syr. with FT ) Secondary Sources M.  Breydy, ‘Les extraits syriaques de Proclus dans l’Exposé de la Foi de Jean Maron’, ParOr 13 (1986), 95–110. ( repr. with minor changes in Proceedings of the XXXII International Congress for Asian and North African Studies, Hamburg 1986 , ed. A. Wezler and E. Hammerschmidt [ ZDMG Suppl. 9; 1992], 226–42) F. J.  Leroy, L’homilétique de Proclus de Constantinople ( SeT 247; 1967). J.-M.  Sauget, ‘Deux homéliaires syriaques de la Bibliothèque Vaticane’, OCP 27 (1961), 387–424. L.  Van  Rompay, ‘Proclus of Constantinople’s “Tomus ad Armenios” in the Post-Chalcedonian tradition’, in After Chalcedon , ed. Laga et al. , 425–49. Lucas Van Rompay",
    "title" : "Proclus of Constantinople",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Proclus-of-Constantinople",
    "displayTitleEnglish" : "Proclus of Constantinople",
    "persName" : 
    [ " John Chrysostom ",
      " Nestorius ",
      " Theodore of Mopsuestia ",
      " Severus of Antioch ",
      " Yuḥanon Maron ",
      "  Lucas  Van Rompay  " ] }