
  { "fullText" : "Psalms, Syriac Apocryphal https:\/\/gedsh.bethmardutho.org\/Psalms-Syriac-Apocryphal http:\/\/syriaca.org\/bibl\/447 438 Syriac Apocryphal Psalms work The Syriac Apocryphal Psalms are a group of five poetic compositions related to the book of Psalms. The Syriac Apocryphal Psalms are a group of five poetic compositions related to the book of Psalms ( ed. Baars). The most important textual witness for the Syriac Apocryphal Psalms is ms. Baghdad (formerly Mosul), Library of the Chaldean Patriarchate 1113, which can be dated paleographically to the 12th cent. In this ms. , the Apocryphal Psalms follow directly upon the canonical Psalms and are numbered consecutively as 151–155. The margins of this ms. contain a number of alternative readings. The Syriac Apocryphal Psalms are also found as filler material in mss. of the Ktābā d-Durrāšā ‘Book of Exercise’ by Eliya of al-Anbār (first half of the 10th cent. ). The order of the Apocryphal Psalms in mss. of the Ktābā d-Durrāšā differs from that in the Chaldean Patriarchate ms. (I = 151; II = 154; III = 155; IV = 152; V = 153). In addition, the text of the Apocryphal Psalms in these mss. diverges from that in the Chaldean Patriarchate ms. , though it often agrees with that represented in the margins of this ms. A version of the Apocryphal Psalms similar to that in mss. of the Ktābā d-Durrāšā is also found appended to ms. Berlin, Orient. Fol. 3122, which contains the prophetic books of the OT . Finally, Psalm 151 (= I) also exists in Syriac outside the collection of Apocryphal Psalms, both in the Syro-Hexapla (and in liturgical mss. based on it) and in some mss. independent from, and in some cases earlier than, the Syro-Hexapla (see Baars, vii-ix; van Rooy 2000). Psalm 151 (= I) is a translation of the Septuagint Psalm 151. This Psalm is known in other Psalter traditions that are based on the Septuagint, e.g. Latin, Coptic, Arabic, Armenian, and Ethiopic. The Hebrew Vorlage of Psalm 151 was discovered fragmentarily preserved in the Qumran Psalms Scroll (11QPs a ) as two separate psalms designated 151A and 151B ( ed. Sanders 1963; 1965, 54–64). A Hebrew Vorlage for both Psalm 154 (= II) and Psalm 155 (= III) is also found in the Qumran Psalms Scroll (11QPs a ; ed. Sanders 1964; 1965, 64–76). A Hebrew Vorlage has not, however, been discovered for either Psalm 152 (= IV) or Psalm 153 (= V). Some maintain that this is only an accident of survival and that these two Psalms were translated from a now lost Hebrew Vorlage (see, e.g., van Rooy, van der Woude). Others, however, argue that these two Psalms are original Syriac compositions (see, e.g., Skehan). In his Letter 47, Cath. Timotheos I (d. 823) mentions the discovery of Hebrew mss. , some of which contained additional ‘Psalms of David’, in the region of Jericho ( ed. O. Braun, ‘Ein Brief des Katholikos Timotheos I über biblische Studien des 9. Jahrhunderts’, OC 1 [1901], 299–313; ET in S. P. Brock, A brief outline of Syriac literature [2nd ed. 2009], 240–45). This not only anticipates the discovery of the Dead Sea Scrolls by more than a millennium, but also may help to explain the existence of Psalms 154–155 (and possibly also 152–153) in the Syriac tradition. Primary Sources W. Baars, ‘Apocryphal Psalms’, in The Old Testament in Syriac according to the Peshitta Version , part IV, fas. 6 (1972). H. F. van Rooy, ‘Psalm 151 in three Syriac Psalm Commentaries’, ZAW (2000), 612–23. J. A. Sanders, ‘Ps. 151 in 11QPSS’, ZAW 75 (1963), 73–85. J. A. Sanders idem , ‘Two non-canonical Psalms in 11QPs a , ZAW 76 (1964), 57–75. J. A. Sanders idem , The Psalms Scroll of Qumrân Cave 11 (11QPs a ) (Discoveries in the Judaean Desert 4; 1965), 53–76. J. A. Sanders idem , The Dead Sea Psalms Scroll (1967), esp. 93–112. Secondary Sources S. C.  Pigué, in ABD , vol. 5, 536–7. H. F.  van  Rooy, Studies on the Syriac Apocryphal Psalms (1999). (incl. ET ) P. W.  Skehan, ‘Again the Syriac Apocryphal Psalms’, Catholic Biblical Quarterly 38 (1976), 143–58. J.  Strugnell, ‘Notes on the text and transmission of the Apocryphal Psalms 151, 154 (= Syr. II) and 155 (= Syr. III)’, HTR 59 (1966), 257–82. A. S. van der Woude. ‘Die fünf syrischen Psalmen (einschließlich Psalm 151)’, in Jüdische Schriften aus hellenistisch-römischer Zeit , Band IV, Lieferung 1, ed. W. G. Kümmel et al. (1974). (incl. GT ) Aaron M. Butts",
    "title" : "Psalms, Syriac Apocryphal",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Psalms-Syriac-Apocryphal",
    "displayTitleEnglish" : "Psalms, Syriac Apocryphal",
    "persName" : 
    [ " Eliya of al-Anbār ",
      " Timotheos I ",
      "  Aaron M.  Butts  " ] }