
  { "fullText" : "Qenneshre, Monastery of https:\/\/gedsh.bethmardutho.org\/Qenneshre-Monastery-of http:\/\/syriaca.org\/bibl\/453 444 Monastery of Qenneshre Qenneshrin http:\/\/syriaca.org\/place\/230 place A W.-Syr. monastery that in its heyday (6th–9th cent. ) stood out as a center of Greek study in the Syriac-speaking Near East and which played a key role in the transmission of Greek learning into Syriac. Qenneshrin A W.-Syr. monastery that in its heyday (6th–9th cent. ) stood out as a center of Greek study in the Syriac-speaking Near East and which played a key role in the transmission of Greek learning into Syriac. ‘Qenneshre’ means ‘eagles’ nest’ and should not be confused with the northern Syrian town of Qenneshrin or Chalcis (Ar. Qinnasrīn ). Arabic sources refer to the monastery as Qinnisrī. According to Yāqūt, Qenneshre was located on the eastern shore of the Euphrates River in the Jazīra, facing Jirbās ( i.e. i.e., Europos), four parasangs from Mabbug, seven parasangs from Serugh. Yāqūt also adds that Qenneshre was a ‘large’ monastery that had some 370 monks when it was inhabited. In the context of increasing imperial pressure on miaphysite monks throughout northern Syria, John bar Aphtonia led a group of monks from the monastery of St. Thomas near Seleucia Pieria, where he was Abbot, to the banks of the Euphrates and there founded Qenneshre ca. 530; some evidence suggests that it, too, may have been dedicated to St. Thomas. Scholars disagree as to whether mention of the ‘monastery of Beth Aphtonia’ in Syriac texts should be understood as a reference to Qenneshre. The monastery of St. Thomas in Seleucia-Pieria seems to have been known as a center of Greek studies and Qenneshre continued this tradition. Tumo of Ḥarqel , Athanasios II of Balad , and Yaʿqub of Edessa all studied Greek at Qenneshre. Severos Sebokht , Athanasios II’s teacher, was also likely associated with the monastery and Giwargi bp. of the Arab tribes , probably studied there as well. Many important translations from Greek into Syriac of both secular and religious works were undertaken by these men and others trained at Qenneshre. A note in ms. Oxford (Bodleian) Poc. 10, which contains the hymns of Severus translated by Pawla of Edessa , informs us that Pawla’s translation was made ‘according to the tradition of Qenneshre.’ A study of the translation technique of scholars trained at Qenneshre remains a desideratum. Qenneshre also played a significant role in the life of the Syr. Orth. Church, providing it with a number of bishops and no less than seven Patriarchs. At some point after the death of Hārūn al-Rashīd in 809, perhaps ca. 811, Qenneshre was plundered and burned by a band of Arabs probably associated with the rebel leader Naṣr b. Shabath al-ʿUqaylī. Around 820, Patriarch Dionysios of Tel Maḥre (himself, a product of the monastery) obtained permission from ʿUthmān b. Thumāma to rebuild it. Ibn al-ʿAdīm’s (d. 1262) Bughyat al-ṭalab fī taʾrīkh Ḥalab contains a brief anecdote related to Qenneshre, the contents of which suggest that the monastery was a popular spot for visitation and revelry for people from Mabbug into the reign of Sayf al-Dawla (d. 967). At some point in the Middle Ages, perhaps the mid-13th cent. , Qenneshre ceased to be inhabited. In the 1990s, Spanish archaeologists conducting rescue operations in the Tishrin Dam area in northern Syria identified a large monastic site near the confluence of the Sayūr and Euphrates Rivers as being the location of Qenneshre. In late 2005 and early 2006, however, Syrian archaeologist Yousef al-Dabte conducted excavations at a site on the eastern shore of the Euphrates, directly across from the modern Syrian town of Jarablus (Jirbās) and identified it as Qenneshre. The results of al-Dabte’s one season of work remain only partially published, but for a variety of reasons, al-Dabte’s site is more likely to be that of the actual Qenneshre. Planned publication of analyses of pottery and inscriptions already found offer the prospect of much new information about the history of the monastery. At present, further excavations at the site are intended but contingent upon funding. Sources E.  Barsoum, ‘Sīrat al-qiddis Yūḥannā ibn Aftūnīyā’, PatMag PatMagJer 4.9 (1937), 265–78. Y. al-Dabte, ‘Iktishāf Dayr Qinnisrīn (Monastery of Qinnisre)’, Mahd al-Ḥaḍarāt 2 (April, 2007), 83–99. A. González Blanco, ‘Christianism on the Eastern Frontier’, in Archaeology of the Upper Syrian Euphrates: The Tishrin Dam area , ed. G. del Olmo Lete and J.-L. Montero Fenollós (1999), 643–62. A.  González Blanco and G.  Matilla Séiquer, ‘Cristianización: Los Monasterios del Ámbito de Qara Qûzâq’, in Antigüedad y Cristianismo 15 (1998), 399–415. F. Nau, ‘Appendice: Fragments sur le monastère de Qenneshre’, in Actes du XIV congrès international des Orientalistes , vol. 2 (1907), 76–135. F. Nau idem , ‘Histoire de Jean Bar Aphtonia’, ROC 7 (1902), 97–135. Jack B. Tannous",
    "title" : "Qenneshre, Monastery of",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Qenneshre-Monastery-of",
    "displayTitleEnglish" : "Qenneshre, Monastery of",
    "persName" : 
    [ " John bar Aphtonia ",
      " Tumo of Ḥarqel ",
      " Athanasios II of Balad ",
      " Yaʿqub of Edessa ",
      " Severos Sebokht ",
      " Giwargi bp. of the Arab tribes ",
      " Pawla of Edessa ",
      " Dionysios of Tel Maḥre ",
      "  Jack B.  Tannous  " ] }