
  { "fullText" : "Sachau, Eduard https:\/\/gedsh.bethmardutho.org\/Sachau-Eduard http:\/\/syriaca.org\/bibl\/471 462 Eduard Sachau http:\/\/syriaca.org\/person\/710 person German scholar of Arabic, Aramaic, and Syriac. (1845–1930) German scholar of Arabic, Aramaic, and Syriac. Born on 20 July 1845 in Neumünster, Schleswig-Holstein, Sachau began studying Near-Eastern languages at Kiel and Leipzig in 1863. After receiving his Ph.D. degree in 1867, he studied in Oxford and London. In 1869, he was appointed professor of Semitic languages in Vienna; beginning in 1876, he was professor of Near-Eastern literature in Berlin. In addition, between 1887 and 1920, he was the first director of the Seminar for Oriental Languages in Berlin, which provided language training to public officers in the East, even though he himself did not teach there. To prepare them for their interaction with the Muslim inhabitants of the newly acquired German colonies in East Africa, he wrote his Muhammedanisches Recht nach schafiitischer Lehre (3rd ed. 1897). In 1878–79, he traveled on behalf of the Prussian government to Syria and Mesopotamia, where he was able to acquire many Syriac mss. for the library of Berlin. Sachau himself described these mss. , along with the previously acquired mss. in Berlin, in a comprehensive catalogue published in 1899. He returned to the Middle East in 1897–98. He wrote extensive and very readable reports describing both of his trips to the Middle East. The main fields of his scholarly interest included Arabic, Syriac, the epigraphy of earlier dialects of Aramaic, and Neo-Aramaic. In addition to Arabic works (by al-Jawāliqī, al-Bīrūnī, and Ibn Saʿd), he edited a number of Syriac sources, including several recensions of the Syro-Roman Lawbook (1880 [Syriac, Armenian, Arabic], 1907) as well as lawbooks of E.-Syr. patriarchs and bishops (1907–14). In his capacity as professor at Berlin University and well-connected to the German authorities, he was among the leading German scholars of Near-Eastern Studies of his day, even though personally he was not highly esteemed by all of his academic colleagues. He died in Berlin, Charlottenburg on 17 Sept. 1930. Select publications by Sachau Theodori Mopsuesteni Fragmenta Syriaca (1869). Inedita Syriaca. Eine Sammlung syrischer Übersetzungen von Schriften griechischer Profanliteratur (1870; repr. 1968). (with K. G. Bruns) Syrisch-römisches Rechtsbuch aus dem fünften Jahrhundert (1880; repr. 1963 and more recently). Reise in Syrien und Mesopotamien (1883; repr. 1995). Skizze des Fellichi-Dialekts von Mosul (1895). Verzeichnis der syrischen Handschriften (Die Handschriften-Verzeichnisse der Königlichen Bibliothek zu Berlin 23; 1899; repr. 2006). Am Euphrat und Tigris. Reisenotizen aus dem Winter 1897–98 (1900). Syrische Rechtsbücher. Herausgegeben und übersetzt (3 vols.; 1907–1914). Die Chronik von Arbela (1915). Zur Ausbreitung des Christentums in Asien (Abhandlungen der Preussischen Akademie der Wissenschaften, Jahrgang 1919, philos.-histor. Klasse. 1). Secondary Sources Deutsches Biographisches Archiv , fiche I 1072, 250–1; II 1114, 253–9. J. Fück, Die arabischen Studien in Europa (1955), 234–6. W.  Gottschalk, in Festschrift Eduard Sachau zum siebzigsten Geburtstage , ed. G.  Weil (1915), 1–14. (bibliography) W.  Gottschalk idem , ‘Die Schriften E. S.s 1915–1930’, in Sitzungsberichte der Preussischen Akademie der Wissenschaften, Jahrgang 1931, philos.-histor. Klasse (1931, 144–6). (bibliography) C.  Moss, Catalogue of Syriac Printed Books in the British Museum (1962), 955–58. (bibliography) B.  Meissner, ‘Gedächtnisrede auf E. S.’, in Sitzungsberichte der Preussischen Akademie der Wissenschaften, Jahrgang 1931, philos.-histor. Klasse (1931), 141–44. E.  Mittwoch, ‘E. S. zum 85. Geburtstag’, Forschungen und Fortschritte 6 (Berlin 1930), 281–2. N.  Rhodokanakis, ‘E. S.’, Akademie der Wissenschaften in Wien. Almanach für das Jahr 1931 , 81 (1931), 257–59. Hubert Kaufhold",
    "title" : "Sachau, Eduard",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Sachau-Eduard",
    "displayTitleEnglish" : "Sachau, Eduard",
    "persName" : 
    [ "  Hubert  Kaufhold  " ] }