
  { "fullText" : "Sargis Bḥira https:\/\/gedsh.bethmardutho.org\/Sargis-Bhira http:\/\/syriaca.org\/bibl\/480 471 Sergios Baḥira http:\/\/syriaca.org\/person\/718 person Sargis Bḥira is the name of a Syriac monk who allegedly met the Prophet Muḥammad and inspired him to begin preaching to the Arabs. Sergios Baḥira Sargis Bḥira is the name of a Syriac monk who allegedly met the Prophet Muḥammad and inspired him to begin preaching to the Arabs. The earliest reference to this legendary figure is to be found in the E.-Syr. ‘Disputation of the Monk of Bet Ḥale with an Arab notable’, which is commonly dated to the early 8th  cent. In this religious dialogue the monk-protagonist asserts that the Qurʾānic teaching regarding the Word of God and his Spirit (cf. Qurʾān 4:171) is to be traced back to Sargis’s instruction of the Prophet. In the early 9th  cent., when the polemics between Muslims and Syriac-speaking Christians burgeoned, the rumors about this Christian tutor of the Prophet were spun out into the Syriac ‘Legend of Sargis’. This story relates how a monk received an apocalyptic vision on Mount Sinai about the imminent rise of Arab rule. In this vision, a sequence of theriomorphic appearances, interpreted by an angel, makes clear that the Umayyads fulfilled the prophecy of Gen 17:20 regarding the twelve princes of Ishmael, while the rule of the Abbasids is projected to end with Caliph al-Maʾmūn ( r. 813–833). It is described how, after having received this apocalyptic vision, the monk begins to preach the veneration of one single cross, which leads to his persecution by local ecclesiastical authorities. Fleeing to the desert of Arabia, he meets Muḥammad and informs him that he is destined to become the leader of the Arabs. The monk also tells Muḥammad about his religion and instructs him in a simplified form of Christianity. He urges Muḥammad to convert the Arabs to the one true God and designs a number of religious rituals and precepts for them, which the monk eventually codifies in the Qurʾān. The legend ends with another prophecy about the political and social turmoil under the Abbasids, their final collapse, and the exclusive redemption of Christians at the end of time. This highly polemical tale, which claims that the Qurʾān was written by human hands, has strong apologetic overtones, inasmuch as it suggests that the historical Muḥammad was essentially supportive of Christianity and that he summoned Muslim leaders never to do harm to the Christian communities. The legend survives in two Syriac redactions (E.-Syr. and W.-Syr.). Arguments have been presented by modern scholars as to which Syriac community composed the first version, none of which can be regarded as decisive. There are also two Arabic versions, which go into more detail about the supposed Qurʾānic echoes of Christian teachings. In numerous Muslim biographies of the Prophet, including the early 9th-cent. redactions of al-Sīra al-Nabawiyya by Ibn Isḥāq, there are references to a monk who recognized Muḥammad, prior to his first revelation, as the awaited new Prophet. In these stories the monk is called only Baḥira, in contradistinction to the ‘Sargis Bḥira’ of the Syriac accounts. Several modern scholars have tried to find a link between the legendary stories about Muḥammad’s alleged teacher and historical figures called Sergios found in Syriac sources. Taking into consideration, however, that the Syriac legend is most probably a polemical adaptation of the Islamic stories, i.e. i.e., presupposing the primacy of the latter, it is likely that Syriac speakers provided this monk with a supplementary name. They may have added the name Sergios, because Baḥira was not commonly known as a proper name in Syriac. It is an epithet for someone ‘tested and approved’ by God, ( i.e. i.e., ‘venerable’, or ‘eminent’). The idea that Muḥammad was taught by a monk lives on among Eastern Christians. It has been perpetuated in a vast array of accounts with remarkably diverse interpretations of the monk’s supposed intentions and his role in the genesis of Islam. Sources S. H.  Griffith, ‘Disputing with Islam in Syriac: The Case of the Monk of Bêt Hâlê and a Muslim Emir’, Hugoye 3.1 (January 2000). B.  Roggema, The Legend of Sergius Baḥīrā. Eastern Christian apologetics and apocalyptic in response to Islam (The History of Christian-Muslim Relations. Texts and Studies 9; 2008). (includes editions, translations, and further references) eadem, ‘The Legend of Sergius Baḥīrā’, in Christian-Muslim relations , ed. Thomas and Roggema, 600–3. K.  Szilágyi, ‘Muhammad and the Monk: The making of the Christian Baḥīrā Legend’, Jerusalem Studies in Arabic and Islam 34 (2008), 169–214. Barbara H. Roggema",
    "title" : "Sargis Bḥira",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Sargis-Bhira",
    "displayTitleEnglish" : "Sargis Bḥira",
    "persName" : 
    [ "  Barbara H.  Roggema  " ] }