
  { "fullText" : "Schulthess, Friedrich https:\/\/gedsh.bethmardutho.org\/Schulthess-Friedrich http:\/\/syriaca.org\/bibl\/487 478 Friedrich Schulthess http:\/\/syriaca.org\/person\/724 person Professor of Semitics; scholar of Syriac, Christian Palestinian Aramaic, and Arabic. (1868–1922) Professor of Semitics; scholar of Syriac, Christian Palestinian Aramaic , and Arabic. Schulthess was born in Zurich, Switzerland. He studied theology in Basel, Göttingen (where he studied with P. A. de Lagarde ), and Zürich, followed by Near Eastern languages at the University of Strasbourg (with Th. Nöldeke , among others). From the latter university he received his doctor’s degree in 1894 with a dissertation on the Syriac version of the ‘Life of Antony’ by Athanasius of Alexandria . In 1895 he received his Habilitation from the University of Göttingen, where he also taught for some years. He subsequently held positions at the universities of Königsberg (1910–1914), where he succeeded C. Brockelmann , Strasbourg (1914–17), and finally in his home country in Basel (‘Semitic philology’, since 1917). He died prematurely in Basel on 4 Jan. 1922. While he also has a number of publications in the fields of Arabic and Islam, his scholarly work was primarily focused on Aramaic, in the first place Christian Palestinian Aramaic and Syriac. To the field of Christian Palestinian Aramaic he contributed two important tools, a dictionary (1903) and a grammar (1924, posthumously published, with final editing by E. Littmann and with additional notes by both Littmann and Nöldeke). These two publications have remained authoritative throughout the 20th cent. and only began to be replaced towards the end of the century. Schulthess’s Syriac publications include a number of text editions and studies, some of them dealing with texts outside the realm of Syriac religious literature, such as the Letter of Mara bar Serapion (1897), Kalila and Dimna (1911), and the Sentences of Menander (1912). Select CPA publications by Schulthess Lexicon Syropalaestinum (1903; repr. 1979). Grammatik des christlich-palästinischen Aramäisch. Herausgegeben von E. Littmann. Mit Nachträgen von Th. Nöldeke und dem Herausgeber (1924). Select Syriac publications by Schulthess Probe einer syrischen Version der Vita St. Antonii (1894). ‘Der Brief des Mara bar Serapion’, ZDMG 51 (1897), 365–91. Homonyme Wurzeln im Syrischen (1900). Die syrischen Kanones der Synoden von Nicaea bis Chalcedon nebst einigen zugehörigen Dokumenten (Abhandlungen der Königlichen Gesellschaft der Wissenschaften zu Göttingen. Philologisch-historische Klasse. N.F. 10.2; 1908). Kalila und Dimna (2 vols.; 1911). (Syr. and GT ) ‘Die Sprüche des Menander, aus dem Syrischen übersetzt’, ZAW 32 (1912), 199–224. Secondary Sources F. Schulthess, Die Machtmittel des Islams (1922). (III-IV: Preface on Schulthess by the Publishing House, Schulthess & Co.; list of Schulthess’s books at the end) J. Fück, Die arabischen Studien in Europa (1955), 288. L.  Hanisch, Die Nachfolger der Exegeten. Deutschsprachige Erforschung des Vorderen Orients in der ersten Hälfte des 20. Jahrhunderts (2003), 206. Lucas Van Rompay",
    "title" : "Schulthess, Friedrich",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Schulthess-Friedrich",
    "displayTitleEnglish" : "Schulthess, Friedrich",
    "persName" : 
    [ " P. A. de Lagarde ",
      " Th. Nöldeke ",
      " Athanasius of Alexandria ",
      " C. Brockelmann ",
      "  Lucas  Van Rompay  " ] }