
  { "fullText" : "Selb, Walter https:\/\/gedsh.bethmardutho.org\/Selb-Walter http:\/\/syriaca.org\/bibl\/491 482 Walter Selb http:\/\/syriaca.org\/person\/728 person Jurist and historian of Law; professor at the University of Vienna. (1929–1994) Jurist and historian of Law; professor at the University of Vienna. Selb was born on 22 May 1929 in Munich. He studied Law in Heidelberg and worked as a judge from 1953 to 1961. As a Law student, he also studied Syriac and Arabic with Anton Schall. In 1962, he earned his Habilitation in the fields of Roman Law, History of Law in Antiquity, Civil Law, and International Private Law, with a study on the Syro-Roman Lawbook. In 1963, he accepted a professorship in Vienna in Roman Law and History of Law in Antiquity. In addition to many publications on both contemporary and Roman Law, with which he gained high esteem, he devoted himself in several books and articles to the history of Law in the Syrian churches. To be singled out are his foundational studies on the character and content of the Syro-Roman Lawbook. He was one of the co-authors of the new edition (with GT and extensive commentary) of this text, which appeared in 2002. He was the first to provide comprehensive introductions to the Church Law of the E.- and W.-Syrians (1981 and 1989, respectively). He also published a previously unknown source of Roman Law preserved in Syriac, which he called ‘Sententiae Syriacae’ (1990, with GT ). He undertook many study trips to Turkey and Syria in search of Syriac mss. of juridical content. Selb died on 2 June 1994 in Bad Vöslau near Vienna. Select publications by Selb Zur Bedeutung des Syrisch-römischen syrisch-römischen Rechtsbuches (Münchener Beiträge zur Papyrusforschung and und Antiken antiken Rechtsgeschichte 49; 1964). ʿAḇdīšōʿ bar Bahrīz. Ordung der Ehe und der Erbschaften sowie Entscheidung von Rechtsfällen. Herausgegeben, übersetzt, kommentiert und mit einer Einleitung versehen (Österreichische Akademie der Wissenschaften, phil.-hist. Klasse, Sitzungsberichte 268.1; 1970). Orientalisches Kirchenrecht , vol. 1. Die Geschichte des Kirchenrechts der Nestorianer (von den Anfängen bis zur Mongolenzeit) (Österreichische Akademie der Wissenschaften, phil.-hist. Klasse, Sitzungsberichte 388; 1981). Orientalisches Kirchenrecht , vol. 2. Die Geschichte des Kirchenrechts der Westsyrer (von den Anfängen bis zur Mongolenzeit) (Österreichische Akademie der Wissenschaften, phil.-hist. Klasse, Sitzungsberichte 542; 1989). Sententiae Syriacae. Eingeleitet, herausgegeben, deutsch übersetzt, mit einem syrischen und griechischen Glossar versehen und kommentiert (Österreichische Akademie der Wissenschaften, phil.-hist. Klasse, Sitzungsberichte 567; 1990). Antike Rechte im Mittelmeerraum. Rom, Griechenland, Ägypten und der Orient (1993). (170–88: ‘Der christliche Orient’) (with H.  Kaufhold), Das Syrisch-römische Rechtsbuch (3 vols.; Österreichische Akademie der Wissenschaften, phil.-hist. Klasse, Denkschriften 295; 2002). Secondary Sources H. Kaufhold and G. Thür, ‘Walter Selb (1929–1994)’, Zeitschrift der Savigny-Stiftung für Rechtsgeschichte, Romanistische Abteilung 112 (1995), LXIII–LXXX. M.  Memmer, ‘Schriftenverzeichnis von Walter Selb’, ibid., 770–88. P. E.  Pieler, ‘Walter Selb’, in Antike Rechtsgeschichte. Einheit und Vielfalt , ed. G.  Thür (Österreichische Akademie der Wissenschaften, phil.-hist. Klasse, Sitzungsberichte 726; 2005), 81–7. Hubert Kaufhold",
    "title" : "Selb, Walter",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Selb-Walter",
    "displayTitleEnglish" : "Selb, Walter",
    "persName" : 
    [ "  Hubert  Kaufhold  " ] }