
  { "fullText" : "Sleepers of Ephesus, Legend of the https:\/\/gedsh.bethmardutho.org\/Sleepers-of-Ephesus-Legend-of-the http:\/\/syriaca.org\/bibl\/522 513 Legend of the Sleepers of Ephesus work A legend about seven young Christian men who during the period of the persecution of the Christians by the Roman emperor Decius (249–251) fled and fell asleep, and awoke in the fifth century. . The Legend tells about seven (in Syriac most often eight) young Christian men who during the period of the persecution of the Christians by the Roman emperor Decius (249–251) refused to offer sacrifice to pagan gods, and taking advantage of the emperor’s temporary absence from Ephesus, escaped to the mountains outside the city, where they hid in a cave and fell asleep. Having returned, the emperor gave orders to wall up the cave so that the young men would die buried alive. However, 195 years later, in the 38th year of the reign of the Christian emperor Theodosius II (401–450), i.e. i.e., 445\/6, they woke up, and since the wall had been removed they left the cave, convinced that they had slept just one night. When one of them, whom they had sent to the city, tried to pay for food with the coins from the epoch of Decius, the shopkeeper thought that they had found a hoard of old money. The bp. of the city, however, having investigated the matter, understood that a great miracle had happened. The young men then fell asleep again, this time for good. There is also the mention of the heresy, that became known in the same period, of Theodore bp. of Aegae, who denied the bodily resurrection of the dead. The Sleepers of Ephesus’s awakening ‘proved’ that Theodore was wrong, thus giving a clue to the function of the Legend. In Ephesus soon the cult of the Sleepers of Ephesus developed, and a church devoted to them, as a pilgrim’s narrative attests (Theodosius the Archdeacon, ‘De situ terrae sanctae’, between 518 and 530), was built there (it was discovered by the German archeological expedition in the 1930s). The Legend of the Sleepers of Ephesus develops the old topic of a long sleep, which can be found already in the ‘Rest of the Words of Jeremiah’, 5:1 (2nd cent. AD) where Abimelek the ‘Ethiopian’ ( i.e. i.e., African) falls asleep for the period of the Babylonian exile of the Jews, a topic also known from the Babylonian Talmud (Taʿanit 23; 2nd cent. AD), where it is told that one Honi Ha-Meʿaggel slept for the same period. The Legend was originally, as it seems, composed in Greek. It soon became quite popular, and was translated into a number of languages: Latin (first attested by Gregory of Tours, 538–594) and from this into West European vernaculars, including French (poem by Chardri, 13th cent. ), and in Eastern Christianity into Syriac, Armenian, Coptic, Arabic, Ethiopic, and Sogdian . It is also known in the sphere of Islam, as it appears in the Qurʾān (18:8–30). Consequently there came into being several Muslim versions, including those in languages such as Persian, Kyrgyz, and Tatar. The existence of all these versions stimulated the popular cult of the Sleepers of Ephesus in several places in addition to Ephesus, both in the Latin West and in the Muslim East. In Syriac the Legend of the Sleepers of Ephesus is perhaps first attested by the ms. Saint-Petersburg no. 4 of the 5th cent. , if M. van Esbroeck’s dating is accepted, and then by Yaʿqub of Serugh , who devoted to it a memrā , written at the beginning of the 6th cent. ( ed. Guidi, ‘Testi orientali’, two versions, 358–63, 363–9). This includes all the elements known from the later prose texts. Still in the 6th cent. it found its way into historiographic works such as the Ecclesiastical History of Pseudo-Zacharias of Mitylene (d. after 569), from whom Michael Rabo has a fragment in his Chronicle ( ca. 1198), and Yuḥanon of Ephesus ’s Ecclesiastical History (not extant, but copied by Pseudo-Dionysios of Tel Maḥre, in the Chronicle of Zuqnin , ca. 775). There is, however, also an independent transmission, as for instance, in the mss. of London, Paris, and Berlin, edited by I. Guidi (1884) and A. Allgeier (1916–18). The earliest of them (if not Peterburgensis) would be London, Brit. Libr. Add. 14,650, of the 6th–7th cent. There are some differences between the Syriac witnesses, one of them being the number of the young martyrs: seven in the oldest witnesses (Yaʿqub of Serugh and Pseudo-Zacharias) and in Michael Rabo, but eight in all the other texts. The original language of the text was the object of a discussion for several years. Some scholars (including Th. Nöldeke 1886, 453–54) believed that the original was composed in Syriac. This was also the opinion of Allgeier (1916–18). His claim was criticised by Paul Peeters (1923), who showed that the original must have been Greek. As mentioned above, the Legend of the Sleepers of Ephesus was also known in the West in the Middle Ages, appearing for the first time in Gregory of Tours’s (Liber) In Gloria martyrum , ch. 38 ( ed. B. Krusch [Monumenta Germaniae Historica, IV\/A; 1885], 94), where he says that he had it from ‘a certain Syrian translator’ ( Syro quidam interpretante ). Although the presence of the Syrians in Gaul in the epoch is documented, it is not certain that Gregory really heard the Legend from a Syrian, as the term Syrus was applied in the epoch to all the foreigners of Levantine origin, including Greek-speaking ones, and therefore his version was most probably derived from a Greek text (Peeters, 141–2). The feast of the Sleepers of Ephesus is not fixed and according to various calendars of the Syr. Orth. Church it is celebrated on 21 April, 2 and 13 August, and 23 or 24 October ( ed. F. Nau, Un martyrologe et douze ménologes syriaques [ PO 10.1; 1915]; ed. [with FT ] P. Peeters, ‘Le Martyrologe de Rabban Sliba’, AB 27 [1908], 166). Primary Sources Theodosius Archidiacon, in Itineraria et alia geographica ( CCSL 175; 1965), 113–25. A.  Allgeier, ‘Die älteste Gestalt der Siebenschläferlegende’, OC 2.6 (1916), 1–43 (Syr. with GT ); 2.7–8 (1918), 33–87 (variants). P.  Bedjan, Acta Martyrum et Sanctorum Syriace , vol. 1 (1890), 301–25 (= Guidi’s text), 528–35 (variants). E. W.  Brooks, Historia ecclesiastica Zachariae Rhetori vulgo adscripta , vol. 2. Accedit Fragmentum Historiae Ecclesiasticae Dionysii Telmahrensis ( CSCO 38–9, 41–2; 1921–24), 106–22 (Syr.); 74–85 ( LT ). I. B.  Chabot, Incerti auctoris Chronicon Pseudo-Dionysianum vulgo dictum ( CSCO 41, 104, 121; 1927–1949), 135–43, 195–207; 101–07, 145–54. ( LT ) I.  Guidi, ‘Testi orientali inediti sopra i Sette Dormienti di Efeso’, in Atti della Reale Accademia dei Lincei, Memorie , anno 281 ser. 3:12 (1883–84), 358–69; 369–72. ( IT ) V.  Ryssel, ‘Syrische Quellen abendländischer Erzählungsstoffe’, Archiv für das Studium der neueren Sprachen und Litteraturen 93 (1894), 241–80; 94 (1895), 369–88. ( GT ) The older text of Yaʿqub’s poem is reprinted in the additional vol. VI of the Gorgias Press reprint of Jacob of Sarug’s Homilies, 324–30; ET in S. P. Brock, ‘Jacob of Serugh’s poem on the Sleepers of Ephesus’, in ‘I sowed fruits into hearts’ ( Od.Sol. Odes Sol. 17:13). Festschrift for Michael Lattke , ed. P. Allen, M. Franzmann, and R. Streelan (Early Christian Studies 12; 2007), 13–30. Secondary Sources S. H.  Griffith, ‘Christian lore and the Arabic Qur’an Qurʾan : the “Companions of the Cave” in Surat al-Kahf and in Syriac tradition’, in The Qur’an Qurʾan and its historical context , ed. G. S. Reynolds (2008), 109–37. E.  Honigmann, ‘Stephen of Ephesus (April 15, 448 — – Oct. 29, 451) and the Legend of the Seven Sleepers’, in Patristic Studies ( SeT 173; 1953), 125–68. M.  Huber, Die Wanderlegende von den Siebenschläfern: eine literargeschichtliche Untersuchung (1910). F.  Jourdan, La tradition des sept dormants: une rencontre entre chrétiens et musulmans (Les jardins secrets de la littérature arabe 2; 1983). Th.  Nöldeke, Review of Guidi, Testi orientali …, Göttingische Gelehrte Anzeigen 1886, 453–9. P. Peeters, ‘Le texte original de la Passion des Sept Dormants’, AB 41 (1923), 369–85. P. Peeters idem , Orient et Byzance: Le tréfonds oriental de l’hagiographie byzantine (Subsidia hagiographica 26; 1950), 141–2. V. Saxer, ‘Sette Dormienti’, Bibliotheca Sanctorum 11 (1968), col. 900–7. M.  Van Esbroeck, ‘La Légende des Sept Dormants d’Éphèse selon le codex syriaque n.s. 4 de Saint-Pétersbourg’, in SymSyr VI , 189–200. Witold Witakowski",
    "title" : "Sleepers of Ephesus, Legend of the",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Sleepers-of-Ephesus-Legend-of-the",
    "displayTitleEnglish" : "Sleepers of Ephesus, Legend of the",
    "persName" : 
    [ " Yaʿqub of Serugh ",
      " Michael Rabo ",
      " Yuḥanon of Ephesus ",
      "  Witold  Witakowski  " ] }