
  { "fullText" : "Solomon, Odes of https:\/\/gedsh.bethmardutho.org\/Solomon-Odes-of http:\/\/syriaca.org\/bibl\/527 518 Odes of Solomon work Collection of 42 short lyric poems; dating perhaps from the 2nd century. The Odes of Solomon consist of 42 short lyric poems, of which the Syriac version is preserved almost complete, while Ode 11 is also known in Greek, and five Odes in Coptic (including 1, lost in Syriac). At least some of them seem to have been composed in Greek. The editio princeps was by J. R. Harris in 1909 (2nd ed. 1911, after F. C. Burkitt had discovered a second, even more incomplete ms. ). In both Syriac mss. , H and N, the Odes of Solomon are followed by the 18  Psalms of Solomon. It should be noted that one and the same Syriac term (viz. zmirtā ) is used for both, ‘Ode’ and ‘Psalm’. Before the discovery of the Syriac texts of Odes of Solomon 3–42 (H) and 17–42 respectively (N, sometimes labelled B) our knowledge of these enigmatic poems (also described as hymns, psalms, and songs) was restricted to the Latin quotation of Solomon’s ‘ode’ 19.6–7a by Lactantius (early 4th cent. ), the listing of ‘Psalms and Odes of Solomon’ as OT antilegomena in the so-called ‘Synopsis’ of Pseudo-Athanasius (7th cent. ) and the ‘Stichometria’ ascribed to Nikephoros (8th– 9th cent. ), and the Coptic version of Solomon’s ‘odes’ 1, 5, 6, 22, and 25 quoted in the Gnostic work ‘Pistis Sophia’ (3rd cent. ; Codex A, 4th cent. ). These five pieces were taken from a Greek collection in which the Odes of Solomon were preceded, not followed, by the Psalms of Solomon. In 1959 the Greek text of Ode 11 was published by M. Testuz ( Papyrus Bodmer , XI [3rd– 4th cent. ]). In the Syriac version of this very ode we find the only verse (viz. 11.23a) which has left a clear trace in Syriac literature (cf. Ephrem, ‘On Paradise’, 7.21). The author(s), date, and place of origin are unknown. It is, however, probable that the anonymous odes later attributed to Solomon were composed and used by gnosticising Christians in bilingual Syria as early as the 2nd cent. In form and content they appear to be strongly influenced by biblical language and show some connection with texts from Qumran. The Saviour is also called Lord, Son, and Messiah, but never appears under the name of Jesus. Dominant theological terms are Spirit, God, Lord, Most High, and Father. Among the most important soteriological concepts are grace, joy, knowledge, life, light, love, rest, truth, and word. Sources J. H.  Charlesworth, The Odes of Solomon (1973; 2nd ed. 1977). J. H.  Charlesworth idem , Papyri and leather manuscripts of the Odes of Solomon (1981). (includes photos) J. H.  Charlesworth idem , Critical reflections on the Odes of Solomon , vol. 1. Literary setting, textual studies, Gnosticism, the Dead Sea Scrolls and the Gospel of John (Journal for the Study of the Pseudepigrapha Suppl. Ser. 22; 1998). J. H.  Charlesworth idem , The earliest Christian hymnbook: The Odes of Solomon (2009). ( ET ) C.  Colpe, ‘Die Christologie der Oden Salomos im Zusammenhang von Gnosis und Synkretismus’, in Mein Haus wird ein Bethaus für alle Völker genannt werden (Jes 56,7). Judentum seit der Zeit des Zweiten Tempels in Geschichte, Literatur und Kult. Festschrift für Thomas Willi zum 65. Geburtstag , ed. J. Männchen (with T. Reiprich) (2007), 39–52. H. J. W. Drijvers, ‘Die Oden Salomos und die Polemik mit den Markioniten im syrischen Christentum’, in SymSyr II , 39–55. ( repr. in East of Antioch [1984], ch. VII) H. J. W. Drijvers idem , ‘The 19th Ode of Solomon: Its interpretation and place in Syrian Christianity’, JTS ns 31 (1980), 337–55. ( repr. in East of Antioch [1984], ch. IX) M.  Franzmann, The Odes of Solomon (Novum Testamentum et orbis antiquus 20; 1991). J. R.  Harris and A.  Mingana, The Odes and Psalms of Solomon (2 vols.; 1916, 1920). H.  Koester, History and literature of early Christianity (2nd ed. 2000), 222–4. M.  Lattke, Die Oden Salomos in ihrer Bedeutung für Neues Testament und Gnosis (Orbis biblicus et Orientalis 25.1, 1a, 2–4; 1979–1998). M.  Lattke idem , Oden Salomos ( FC 19; 1995). M.  Lattke idem , Oden Salomos: Text, Übersetzung, Kommentar , 1–3 (Novum Testamentum et orbis antiquus 41.1–3; 1999–2005). M.  Lattke idem , ‘Titel, Überschriften und Unterschriften der sogenannten Oden und Psalmen Salomos’, in For the Children, Perfect Instruction: Studies in Honor of Hans-Martin Schenke , ed. H.-G.  Bethge et al. (Nag Hammadi et Manichaean Studies 54; 2002), 439–47. M.  Lattke, ‘Die Oden Salomos: Einleitungsfragen und Forschungsgeschichte’, ZNW 98 (2007), 277–307. M.  Lattke idem , ‘Druckfehler, Ergänzungen und Verbesserungen im Kommentar zu den Oden Salomos’, online at http:\/\/espace.library.uq.edu.au\/view.php?pid=UQ:13861 . M.  Lattke idem , Odes of Solomon (Hermeneia. A critical and historical commentary on the Bible; 2009). M.-J. Pierre, Les Odes de Salomon (1994). Michael Lattke",
    "title" : "Solomon, Odes of",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Solomon-Odes-of",
    "displayTitleEnglish" : "Solomon, Odes of",
    "persName" : 
    [ "  Michael  Lattke  " ] }