
  { "fullText" : "Strothmann, Werner https:\/\/gedsh.bethmardutho.org\/Strothmann-Werner http:\/\/syriaca.org\/bibl\/530 521 Werner Strothmann http:\/\/syriaca.org\/person\/758 person Protestant theologian; scholar of Syriac and Near-Eastern studies. (1907–1996) Protestant theologian; scholar of Syriac and Near-Eastern studies. Born on 23 Feb. 1907 in Dortmund, Strothmann studied theology and Near-Eastern languages at the universities of Giessen, Tübingen, Halle, and Göttingen. In 1931 he graduated in theology from Göttingen and received the Ph.D. degree from Tübingen with studies on the Arabic tradition of the writings attributed to the monk Makarios. After having worked at the Septuagint project in Göttingen between 1931 and 1934, he served as a Lutheran pastor near Braunschweig between 1934 and 1962. From 1958 onwards, he held a teaching position in Syriac Church History at the Theological Faculty of Göttingen University. At the same university, he received his Habilitation in 1964 with a study on Yoḥannan Iḥidaya . In 1965, he was appointed professor in Syriac Church History. He tirelessly worked in this field until his death, on 19 June 1996, in Göttingen. During his years at Göttingen, Strothmann’s focus was on Syriac studies, which he was able to promote vigorously in Germany and to which he attracted a great number of students. He founded the Göttinger Arbeitskreis für syrische Kirchengeschichte, which already in 1968 published the so-called ‘Lagarde-Schrift’, a volume that commemorated the Syriac work of P. A. de Lagarde . In 1971, he organized the first Syriac Conference at Reinhausen, near Göttingen, which was attended by ca. 40 Syriac scholars as well as by the Syr. Orth. Patr. Ignatius Yaʿqub III . Not only did this meeting strengthen the collaboration between Western scholars and the churches of the Syr. tradition, it also gave the impetus for the international Syriac Conferences that subsequently were held every four years, starting in Rome in 1972 (‘Symposium Syriacum’). Strothmann initiated a large-scale project on the ‘Religious and cultural history of the Near and Middle East’, which was funded by the German Research Council and which, among other things, involved the creation of the series ‘Göttinger Orientforschungen’, with a sub-series ‘Syriaca’ (which includes more than 30 volumes, the majority of which were authored by Strothmann himself). Since Strothmann was primarily a philologist, with a particular interest in Syriac mss. and texts, many of the volumes contain text editions, written with a Syriac typewriter that was developed in the Netherlands. Within the framework of the Göttingen project, he was also instrumental in creating the multi-volume concordance of the Syr. OT , to which he himself contributed a great deal of work. This project made use of newly emerging computer technology (see Computing, Syriac ). Select publications by Strothmann Johannes von Apamea ( PTS 11; 1972). 21 volumes in GOF . I. Reihe: Syriaca: 1. Die Anfänge der syrischen Studien in Europa (1971); 2. Das Wolfenbütteler Tetraevangelium Syriacum (1971); 4. Konkordanz des syrischen Koheletbuches (1973); 5. Jakob von Serug. Der Prophet Hosea (1973); 7. Moses bar Kepha. Myron-Weihe (1973); 12. Jakob von Serug. Drei Gedichte über den Apostel Thomas in Indien (1976); 13. Codex Syriacus Secundus (1977); 15.1 and 2.  Das Sakrament der Myron-Weihe in der Schrift De Ecclesiastica Hierarchia des Pseudo-Dionysios Areopagita (1977); 16. Syrische Hymnen zur Myron-Weihe (1978); 19. Johannes von Mosul. Bar Sira (1979); 21, 22, and 23. Die syrische Überlieferung der Schriften des Makarios (1981); 25, 26, and 33. Konkordanz zur syrischen Bibel (1984, 1986, and 1995); 27. Wörterverzeichnis zu den Apokryphen des Alten Testaments in der Peschitta (1988); 28. Das syrische Fragment des Ecclesiastes-Kommentar von Theodor von Mopsuestia (1988); 29. Syrische Katenen aus dem Ecclesiastes-Kommentar des Theodor von Mopsuestia (1988); 30. Der Kohelet-Kommentar des Johannes von Apamea (1988); 31. Kohelet-Kommentar des Dionysius bar Ṣalibi. Auslegung des Septuaginta-Textes (1988); 32. Syrische Passionslieder (1989). Secondary Sources H.  Kaufhold, ‘Nachruf’, OC 80 (1996), 249–52. G.  Rabo, ‘In memoriam Lic. Dr. Dr. Werner Strothmann†’, Kolo Suryoyo 110 (1996), 233–36. G.  Rabo idem , ‘Die Publikationen von Prof. Dr. Werner Strothmann (1907–1996)’, OC 87 (2003), 220–3. (full bibliography) Hubert Kaufhold",
    "title" : "Strothmann, Werner",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Strothmann-Werner",
    "displayTitleEnglish" : "Strothmann, Werner",
    "persName" : 
    [ " Yoḥannan Iḥidaya ",
      " P. A. de Lagarde ",
      " Ignatius Yaʿqub III ",
      "  Hubert  Kaufhold  " ] }