
  { "fullText" : "Syriac Conferences https:\/\/gedsh.bethmardutho.org\/Syriac-Conferences http:\/\/syriaca.org\/bibl\/536 527 subject The first international Syriac conference took place in 1972 in Rome under the title ‘Symposium Syriacum’ (papers published in OCA 197, 1974), thus providing the name for succeeding international Syriac conferences, which take place every four years in different locations: SymSyr [II] in Paris, 1976 ( OCA 205, 1978); SymSyr III in Goslar (Germany), 1980 ( OCA 221, 1983); SymSyr IV near Groningen, 1984 ( OCA 229, 1987); SymSyr V in Leuven, 1988 ( OCA 236, 1990); SymSyr VI in Cambridge (GB), 1992 ( OCA 247, 1994); SymSyr VII in Uppsala, 1996 ( OCA 256, 1998); SymSyr VIII in Sydney, 2000 ( JEastCS 46, 2004); SymSyr I X in Kaslik\/Beirut, 2004 ( ParOr 31, 33, 2006, 2008); SymSyr X in Cordoba, 2008. From 1980 onwards, these conferences have been held in conjunction with ones on Christian Arabic (published separately). International Syriac Conferences have also been held (normally even every four years) since 1987 at the St. Ephrem Ecumenical Research Institute (SEERI) in Kottayam (Kerala, India). Besides these international meetings a number of different regular regional conferences have grown up. Notable among these are two series in Lebanon: the Symposium Syro-Arabicum: I, [Kaslik] 1995 ( ParOr 20–2, 1995–7); II, 1998 ( ParOr 27–8, 2002–3); and the (mostly) annual conferences on specific themes, entitled Patrimoine Syriaque. The first of these latter was held in 1993 in Antelias, and the proceedings of each are published by the Centre d’études et des recherches orientales (CERO, Antelias). In N. Iraq and Turkey a series of conferences on the Syriac language have been held, with the papers from the 4th (Mardin, 2008) published in Nuhadra\/Duhok, 2009. In Europe, a Deutsches Syrologen-Symposium has been held annually every other year since 1998 (most are published in Studien zur Ostkirchengeschichte, ed. M.  Tamcke); also in Germany and elsewhere the diaspora community has organised a number of conferences of an academic nature. The annual conferences of the French Societé d’études syriaques (since 2003) are devoted each year to a specific topic, with the papers published in the series Études syriaques (1–, 2004–). In Italy, an annual series of meetings, entitled Incontro sull’Oriente Cristiano di tradizione siriaca, has been taking place in Milan since 2002, with the proceedings for each edited by E. Vergani and S. Chialà. A series of occasional Peshitta Symposia, organised by the Peshitta Institute, Leiden, is held at irregular intervals since 1985, the proceedings being published in the Peshitta Institute’s Monograph Series ( MPIL ). The First North American Syriac Symposium was held at Brown University (Providence, RI) in 1991, and it has since been followed by meetings every four years in different locations: Catholic University of America in 1995 (Washington D.C.), University of Notre Dame in 1999 (Notre Dame, IN), Princeton Theological Seminary in 2003 (Princeton, NJ; see E.  Aydin, in Hugoye 6.2 [2003]); University of Toronto in 2007 (Toronto, Canada; see G. A. Kiraz, in JCSSS 7 [2007], 103–4), and Duke University scheduled for 2011 (Durham, NC). In addition to the North American Syriac Symposium, the Dorushe Annual Graduate Student Conference on Syriac studies has met every spring at different universities since 2006: Catholic University of America in 2006 (Washington D.C.; see J.-N. Saint-Laurent, in Hugoye 9.2 [2006]), Princeton University in 2007 (Princeton, NJ), University of Notre Dame in 2008 (Notre Dame, IN), and Yale University in 2009 (New Haven, CT; see A. M. Butts, in Henoch 31.2 [2009], 460–62). In Toronto, the Canadian Society for Syriac Studies has held annual conferences and smaller meetings since 2000, the main papers of which are published in the JCSSS (2001–). Beth Mardutho has held a number of computing forums in conjunction with other conferences. Besides these series of conferences, an impressive number of other academic conferences, usually on specific topics, have begun to take place in recent years, such as that in Stockholm (2006), on Ephrem , organised by Syrianska-Arameiska Akademiker Föreningen, and that in Aleppo (2008), on Yaʿqub of Edessa , organised by the Syrian Orthodox Archbishopric. Sebastian P. Brock and Aaron M. Butts",
    "title" : "Syriac Conferences",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Syriac-Conferences",
    "displayTitleEnglish" : "Syriac Conferences",
    "persName" : 
    [ " Ephrem ",
      " Yaʿqub of Edessa ",
      "  Sebastian P.  Brock  ",
      "  Aaron M.  Butts  " ] }