
  { "fullText" : "Syro-Hexapla https:\/\/gedsh.bethmardutho.org\/Syro-Hexapla http:\/\/syriaca.org\/bibl\/540 531 work A rendering into Syriac of the Septuagint column of Origen’s Hexapla. A rendering into Syriac of the Septuagint column of Origen’s Hexapla. The Greek Christian writer and biblical scholar Origen ( ca. 185 – ca. 253) created the text-critical tool known as the Hexapla in order to recover the ‘original’ Greek of the Septuagint. The Hexapla was a six-columned synopsis of Scripture, giving the Hebrew text word by word, lined up with a Greek transcription and four Greek translations, namely the Septuagint and the three later Jewish versions of Aquila, Symmachus, and Theodotion. Origen marked up the fifth, Septuagint, column with text-critical signs to indicate where material had been added or omitted in comparison with the current Hebrew text used by the rabbis (which Origen assumed was identical with the text from which the Septuagint had been translated). The Hexapla must have been too vast to copy in its entirety, and the original, which was created and kept in Caesarea, may have perished during the Persian or Arab invasions of the mid–7th mid-7th cent. Only a few folios of Psalms remain, and these date from the 9th and 10th cent. Since the focus of the Hexapla itself was on the Septuagint column, it was this which was copied separately along with its critical signs, and eventually even the latter were omitted from most Greek mss. This Hexaplaric Septuagint column was also translated literally into Syriac by Pawlos of Tella in 616–17 and supplemented with short readings from the other Greek versions. The Syro-Hexapla is of particular value for scholars, because it has preserved the text–critical text-critical signs as well as fragments from the later Jewish Greek versions. For theological and geographical reasons, it was much more influential among W. Syrians than in the Ch. of E. , though it seems to have been ‘rediscovered’ by Timotheos I (see Braun) and was certainly used by the 9th-cent. E.-Syr. scholar Ishoʿdad of Merv in his biblical commentaries (see Van Eynde, XXII–XXV). It was an influence on Yaʿqub of Edessa ’s revision of the OT , and individual readings have sometimes crept into later Peshitta mss. Sources W. Baars, New Syro-Hexaplaric Texts (1968). O. Braun, ‘Ein Brief des Katholikos Timotheos über biblische Studien des 9. Jahrhunderts’, OC 1 (1901), 299–313. ( ET in S. P. Brock, A Brief Outline of Syriac Literature [2nd ed. 2009], 240–5) S. P.  Brock, Syriac Studies. A Classified Bibliography (1960–1990) (1996), 53–4. A. M.  Ceriani, Pentateuchi Syrohexaplaris quae supersunt cum notis (Monumenta sacra et profana 2; 1864). F. Field, Origenis Hexaplorum quae supersunt, sive veterum interpretum graecorum in totum Vetus Testamentum fragmenta (1875; repr. 1964). P. de Lagarde, Bibliothecae Syriacae. Veteris Testamenti Graeci in sermonem Syriacum versi fragmenta octo (1892). A.  Salvesen, ‘Hexaplaric sources in Ishoʿdad of Merv’, in The Book of Genesis in Jewish and Oriental Christian interpretation , ed. J. Frishman and L. Van Rompay ( TEG 5; 1997), 229–53. eadem ( ed. ), Origen’s Hexapla and Fragments (Texte und Studien zum antiken Judentum 58; 1998). C.  Van den Eynde, Commentaire d’Ishoʿdad de Merv sur l’Ancien Testament , vol. 1. Genèse. Version ( CSCO 156; 1955). J. M.  Vosté and C.  Van den Eynde, Commentaire d’Ishoʿdad de Merv sur l’Ancien Testament , vol. 1. Genèse. Texte ( CSCO 126; 1950). A.  Vööbus, The Pentateuch in the version of the Syro-Hexapla. A facsimile edition of a Midyat MS discovered 1964 ( CSCO 369; 1975). Alison G. Salvesen",
    "title" : "Syro-Hexapla",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Syro-Hexapla",
    "displayTitleEnglish" : "Syro-Hexapla",
    "persName" : 
    [ " Pawlos of Tella ",
      " Timotheos I ",
      " Ishoʿdad of Merv ",
      " Yaʿqub of Edessa ",
      "  Alison G.  Salvesen  " ] }