
  { "fullText" : "Tatian https:\/\/gedsh.bethmardutho.org\/Tatian http:\/\/syriaca.org\/bibl\/543 534 http:\/\/syriaca.org\/person\/771 person Apologist, teacher, composer of the Diatessaron. ( ca. 120 – ca. 185) Apologist, teacher, composer of the Diatessaron . A well-born pagan born in ‘Assyria’ (which might mean either Syria or Assyria), Tatian was interested in finding a ‘true’ philosophy. Passing through many schools, he eventually converted to Christianity and ended up in Rome, probably about 150. There he became a student of Justin Martyr and eventually had his own school. After Justin’s death (which occurred between 163 and 167), Tatian was expelled from the primitive Roman community for heresy; Eusebius dates this separation to 172. Irenaeus lists three reasons: Tatian 1. was arrogant in his role as a teacher; 2. became a follower of Valentinus’s gnostic teachings; and 3. espoused Encratism. Epiphanius provides us with our last glimpse of Tatian, reporting that he returned to the East, founded a school in Mesopotamia, and had influence in Cilicia, Antioch on the Orontes, and Pisidia. In antiquity Tatian was famed as an apologist. Only one of his apologetic works survives, the ‘Oration to the Greeks’. Divided into two parts, the first is a vitriolic indictment of everything Greek; the second is a chronology whose purpose is to demonstrate that Moses antedated Homer. Both Clement of Alexandria and Eusebius praise the ‘Oration’ and its chronology. Today, however, Tatian is famed as the creator (or compiler) of the Diatessaron (Greek dia-tessaron ‘through [the] four [Gospels]’), a gospel harmony widely used in the early Eastern — especially Syr. — Church. Although based on sources written in Greek, the Diatessaron appears to have been composed in Syriac. It is regarded as the first Syriac translation of the Gospels. Known in the Syrian world by either its transliterated Greek name or as the ewangeliyon da-mḥallṭe (‘the Gospel of the mixed’), it was apparently the standard gospel in the Syriac Church until at least the early 5th cent. This is apparent not only from explicit references to its liturgical use (in the Teaching of Addai and Bp. Theodoret of Cyrrhus ’s ‘Compendium of heresies’, I.20), but also the insistence of Bp. Rabbula of Edessa (‘Canon’, 43) on the use of the ewangeliyon da-mparrše (‘the Gospel of the separated’) in churches. Many of the harmonizations found in the Old Syriac Version (the Sinaitic Syriac and the Curetonian Syriac) and  — to a lesser degree — even in the Peshitta , seem to originate in the Diatessaron. The preeminence of the Diatessaron in the early Syriac Church cannot be minimized: Aphrahaṭ seems to quote it, and Ephrem composed a commentary on it. As late as the 9th cent. , Bp. Ishoʿdad of Merv cited its readings in his Gospel commentaries. Its importance for critical historical studies is also of the first order: it has long been used by scholars for reconstructing the oldest strata of gospel traditions and the shape of the canon in the 2nd cent. Probably because of the high esteem accorded the Diatessaron in the East, early Eastern reports concerning Tatian are positive. He is even accorded an almost mystical understanding of the divine intent behind the Gospels because of his skill in harmonizing parallel passages. Only after the time of Bar ʿEbroyo ( ca. 1275) do we find Eastern sources unambiguously describing Tatian as a heretic, something the West had done since Irenaeus ( ca. 185). Tatians’s known oeuvre includes: 1. ‘Oration to the Greeks’ ( ed. Markovich; ed. Whittaker; ed. Schwartz); 2. Diatessaron (for the numerous editions of the many witnesses in many languages, see Petersen); 3. ‘Problems’ lost.; 4. ‘On animals’ lost; 5. ‘On perfection according to the Savior’ lost; 6. ‘To those who have propounded ideas about God’ reported as a planned treatise; whether ever written is unknown. Sources M.  Elze, Tatian und seine Theologie (Forschungen zur Kirchen- und Dogmengeschichte 9; 1960). R. M.  Grant, ‘The Heresy of Tatian’, JTS ns 5 (1954), 62–8. R. M.  Grant idem , ‘The Date of Tatian’s Oration’, HTR 51 (1958), 123–134. N.  Koltun-Fromm, ‘Re-imagining Tatian. The damaging effects of polemical rhetoric’, JECS 16 (2008), 1–30. M. Markovich, Tatiani Oratio ad Graecos ( PTS 43; 1995). W.  Peroyan, Amoruta d-Tatyan qa Yawnaye (Tehran, 2009). (Modern Syriac, Persian, and ET [by J. E. Ryland]) W. L.  Petersen, Tatian’s Diatessaron. Its creation, dissemination, significance, and history in scholarship (Supp. VC 25; 1994). (incl. further references). E. Schwartz, Oratio ad Graecos ( TU 4.1; 1888). M. Whittaker, Tatian: Oratio ad Graecos and fragments (1982). (with ET ) William L. Petersen",
    "title" : "Tatian",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Tatian",
    "displayTitleEnglish" : "Tatian",
    "persName" : 
    [ " Eusebius ",
      " Epiphanius ",
      " Theodoret of Cyrrhus ",
      " Rabbula of Edessa ",
      " Aphrahaṭ ",
      " Ephrem ",
      " Ishoʿdad of Merv ",
      " Bar ʿEbroyo ",
      "  William L.  Petersen  " ] }