
  { "fullText" : "Testament of our Lord Jesus Christ https:\/\/gedsh.bethmardutho.org\/Testament-of-our-Lord-Jesus-Christ http:\/\/syriaca.org\/bibl\/548 539 Testamentum Domini nostri Jesu Christi work A collection in two books of church regulations claiming to be from the mouth of Christ and written down by Clement of Rome. Testamentum Domini nostri Jesu Christi A collection in two books of church regulations claiming to be from the mouth of Christ and written down by Clement of Rome . The work ( CPG 1743) was originally written in Greek (of this only parts survive); Cappadocia, Syria, and Palestine (thus Kohlbacher) have all been suggested as its place of origin; Rahmani dated it to the 2nd cent. but more recently the late 4th (White) and the late 5th cent. (Kohlbacher) have both been suggested. The translation into Syriac was made in 686\/7 by ‘the poor Yaʿqub’ who is usually identified as Yaʿqub of Edessa . The work contains three different elements: a short apocalypse at the beginning; material going back to the ‘Apostolic Tradition’ attributed to Hippolytus ; and descriptions of liturgical usage (including a complete initiation rite [II.5–10], as well as a number of prayers for different occasions). The third element may portray an ideal rather than any local reality. The apocalypse was perhaps added and composed by the translator (thus Drijvers). The Testament was taken over in an abbreviated form in the Syr. Orth. ‘Synodicon’ in ms. Damascus Patr. 8\/11. In Arabic and Ethiopic it forms part of the ‘Octateuch of Clement’. Primary Sources R.  Beylot, Le Testamentum Domini éthiopien (1984). J.  Cooper and A. J.  McLean, The Testament of the Lord (1902). ( ET ) F.  Nau ( ed. P.  Ciprotti), La version syriaque de l’Octateuque de Clément (1967). ( FT ) I. E.  Rahmani , Testamentum Domini nostri Jesu Christi (1899). (with LT ) G.  Sperry-White, The Testamentum Domini. A text for students (1991). ( ET of selections) A.  Vööbus, The Synodicon in the West Syrian Tradition , vol.  I ( CSCO 367–8; 1975), 1–49 (Syr.), 27–64 ( ET ). Secondary Sources R.-G.  Coquin, ‘Le Testamentum Domini: Problèmes de tradition textuelle’, ParOr 5 (1974), 165–88. H. J. W.  Drijvers, ‘The Testament of our Lord. Jacob of Edessa’s response to Islam’, ARAM 6 (1994), 104–14. F. X. Funk, Das Testament unseres Herrn und die verwandten Schriften (1901). B.  Gain, ‘Fragments grecs inédits du Testamentum Domini attribués à saint Basile’, Augustinianum 32 (1992), 261–77. M.  Kohlbacher, ‘Wessen Kirche ordnete das Testamentum Domini nostri Jesu Christi?’, in Zu Geschichte, Theologie, Liturgie und Gegenwartslage der syrischen Kirchen , ed. M. Tamcke and A. Heinz ( SOK 9; 2000), 55–137. (with further references) P. Post, ‘La liturgie en tant qu’architecture? Remarques sur la relation entre le “Testamentum Domini Jesu Christi” et l’architecture des églises dans l’Illyricum oriental’, Bijdragen 42 (1981), 392–420. G. White, Daily prayer and its ascetic content in the Syriac and Ethiopic Testamentum Domini (Joensu, 2002). G.  Winkler, ‘Über das christliche Erbe Henochs und einige Probleme des Testamentum Domini’, OC (forthcoming). Sebastian P. Brock",
    "title" : "Testament of our Lord Jesus Christ",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Testament-of-our-Lord-Jesus-Christ",
    "displayTitleEnglish" : "Testament of our Lord Jesus Christ",
    "persName" : 
    [ " Yaʿqub of Edessa ",
      " Hippolytus ",
      "  Sebastian P.  Brock  " ] }