
  { "fullText" : "Testament of Adam https:\/\/gedsh.bethmardutho.org\/Testament-of-Adam http:\/\/syriaca.org\/bibl\/547 538 work An ‘apocryphal’ book dealing with Adam; the root of which lie in Jewish traditions; probably composed in Syriac. The Testament of Adam is one of a considerable number of ‘apocryphal’ books dealing with Adam; though its roots lie in Jewish traditions, it is definitely a Christian composition, and was probably composed in Syriac, where it is attested in three recensions. It consists of three parts, the ‘Horarium’ on the hours of the night and day at which different parts of creation offer praise to God; the prophecies of Adam, foretelling the flood, the birth, passion, and death of Christ, and the end of the world (these are recorded by Seth and buried in the ‘cave of treasures’); and an account of the hierarchy of angels. The ‘Horarium’ is found in Greek, but this was probably translated from the Syriac third recension. The whole work is also known in Arabic, Ethiopic, and Georgian; in all these it is incorporated into the Cave of Treasures . According to Samuel of Ani (12th cent. ) it was translated into Armenian by ‘Nestorians’ in the late 6th cent. , but only the ‘Horarium’ survives of this. Excerpts are also found in Coptic. The date of the work (Robinson suggests 3rd cent. ), and the nature of its relationship to the Cave of Treasures, remain unclear. Sources A.-M.  Denis, Introduction à la littérature religieuse judéo-hellénistique , vol. 1 (2000), 36–41. J.-C.  Haelewyck, Clavis Apocryphorum Veteris Testamenti (1998), 8–12. M. Kmosko, Testamentum Patris nostri Adam ( PS I.2), 1307–60. G. J.  Reinink, ‘Das Problem des Ursprungs des Testamentes Adams’, in SymSyr I , 387–99. S. E.  Robinson, The Testament of Adam (1982). ( ed. and ET of Syriac and Greek texts) Sebastian P. Brock",
    "title" : "Testament of Adam",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Testament-of-Adam",
    "displayTitleEnglish" : "Testament of Adam",
    "persName" : 
    [ "  Sebastian P.  Brock  " ] }