
  { "fullText" : "Theano https:\/\/gedsh.bethmardutho.org\/Theano http:\/\/syriaca.org\/bibl\/550 541 http:\/\/syriaca.org\/person\/778 person Pythagorean philosopher, usually considered to be either the wife or the daughter of Pythagoras (d. 497\/6 BC). Pythagorean philosopher, usually considered to be either the wife or the daughter of Pythagoras (d. 497\/6 BC). Several writings in Greek and Syriac are attributed to Theano. The Greek texts consist of nine sayings, seven letters, and a fragment from a work ‘On Piety’ ( Peri eusebeias ). Their date is difficult to determine: the letters may be of a 2nd to 5th cent. date, whereas the sayings and the fragment may represent an earlier tradition. The Syriac texts consist of a collection of 65 sayings, entitled ‘Advice of Theano’ ( ms. London, Brit. Libr. Add. 14,658), other isolated sayings, and a passage of Pseudo-Nonnus’s ‘Mythological Scholia on Gregory of Nazianzus ’ ( ed. Brock). The Syriac texts focus on themes of general ethical advice, such as charity, friendship, avoidance of anger, inner freedom, and the pursuit of virtue rather than wealth. Unlike similar gnomologia gnomologia (such as the ‘ Sentences of Sextus ’), the ‘Advice of Theano’ has not undergone a Christian redaction. This collection may date from the 3rd cent. The Syriac texts are translations from the Greek, but their original is not among the extant Greek fragments. The content of the Syriac Theano tradition, however, resembles certain sections of the Greek tradition. Moreover, there are similarities between the Syriac sayings and other Pythagorean gnomologia. Primary Sources Syriac S. P. Brock, The Syriac version of the Pseudo-Nonnos mythological scholia (1971), 218. E.  Sachau, Inedita Syriaca. Eine Sammlung syrischer Übersetzungen von Schriften griechischer Profanliteratur (1870), IX, 70–5. Greek Sayings: Diogenes Laertius, Lives 8.43 ( ed. R. L.  Hicks; 2 vols.; 1925–1950). Clement of Alexandria, Stromateis 4.7.44; 4.19.121 ( ed. O.  Stählin; GCS 15; 1906). Stobaeus, Eclogae 1.10.13; 4.23.32,49,53,55 ( ed. C.  Wachsmuth and O.  Hense; 5 vols.; 1884–1923). Stobaeus, Florilegium Monacense 268–70 ( ed. A.  Meineke, Ioannis Stobaei Florilegium , vol. 4; 1857). Letters: H. Thesleff, The Pythagorean Texts of the Hellenistic Period (Acta Academiae Aboensis, Heft 30,1; 1968), 195–200. A.  Städele, Die Briefe des Pythagoras und der Pythagoreer (Beiträge zur klassischen Philologie 115; 1980), 166–85. Secondary Sources K. von Fritz, ‘Theano 5)’, in PRE , vol. 2. Reihe , 10. Halbband 2. Reihe, 10. Halbband (1934), 1379–81. M. Meunier, Femmes phythagoriciennes: Fragments et lettres de Théano, Périctioné, Phintys, Mélissa et Myia: Traduction nouvelle avec prolégomènes et notes (1980). U.  Possekel, ‘Der “Rat der Theano”. Eine pythagoreische Spruchsammlung in syrischer Übersetzung’, LM 111 (1998), 7–36. E.  Renan, ‘Lettre à M. Reinaud, sur quelques manuscrits syriaques du Musée britannique, contenant des traductions d’auteurs grecs profanes et des traités philosophiques’, JA 4.19 (1852), 293–333, esp. 308–310. V.  Ryssel, ‘Neu aufgefundene graeco-syrische Philosophensprüche über die Seele’, Rheinisches Museum für Philologie n.f. N.F. 51 (1896), 529–43. E.  Sachau, ‘Über die Reste der syrischen Übersetzungen classischgriechischer, nichtaristotelischer Litteratur unter den nitrischen Handschriften des Brittischen Museums’, Hermes 4 (1870), 69–80. N.  Zeegers-Van der Vorst, ‘Une gnomologie d’auteurs grecs en traduction syriaque’, in SymSyr II , 163–77. Ute Possekel",
    "title" : "Theano",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Theano",
    "displayTitleEnglish" : "Theano",
    "persName" : 
    [ " Gregory of Nazianzus ",
      "  Ute  Possekel  " ] }