
  { "fullText" : "Theodoros bar Koni https:\/\/gedsh.bethmardutho.org\/Theodoros-bar-Koni http:\/\/syriaca.org\/bibl\/555 546 http:\/\/syriaca.org\/person\/783 person Theological author who wrote the ‘Scholion’ and taught at the exegetical school of Kashkar . ( fl. end of the 8th cent. ) [Ch. of E.] Author, who taught at the exegetical school of Kashkar. Though there has been some controversy in the scholarly literature concerning his dates, there now seems to be general consensus that Theodoros bar Koni completed his main literary work, the Scholion, in 792\/3 (for discussion, with previous literature, see Griffith 1981, 161–4). Little else is known about his life. In his ‘Catalogue’, ʿAbdishoʿ attributes the following works to Bar Koni (Assemani, BibOr , vol. 3, 198–9): 1. Scholion; 2. Ecclesiastical History; 3. treatises ( mallpānwāthā) ; 4. funerary discourses ( buyyāʾe ). Only the first of these is known to survive. The Scholion exists in two recensions: the Siirt ( ed. Scher; FT by Hespel and Draguet) and the Urmia ( ed. with FT by Hespel [additions only]; the section on the ‘Pauline’ epistles was independently ed. with GT by Brade). The mss. of the Siirt recension are generally the earlier of the two, and the text of the Urmia recension is the longer. The two recensions also differ at times in their arrangement. Overall, the Urmia recension seems to represent a later version of the text that has been supplemented and expanded over time. The Scholion is a manual or textbook of the theology of the Ch. of E. In its present form, it is composed of 11 memre . The 11th memrā and possibly also the 10th may, however, be later expansions (even if by Bar Koni, himself). The first nine memre are organized according to the biblical text. Memre 1–5 treat the OT , whereas 6–9 treat the NT . These memre are not structured as a running commentary, but rather are in the form of questions and answers, a genre employed by other E.-Syr. exegetes, such as Bar Koni’s near contemporary Ishoʿ bar Nun (d. 828) (for this genre, see ter Haar Romeny). Interspersed between the questions and answers are lists of difficult words and phrases accompanied by explanations. Many of these words are technical expressions which may have no longer been understood by readers of the biblical text in the 8th cent. ; in addition, the difficulty with a smaller group of these words may stem from the original translation of the OT where either the Hebrew was followed too closely (often calqued) or a neologism was created (see Salvesen). Bar Koni’s exegesis is based first and foremost on Theodore of Mopsuestia , the exegete par excellence of the E.-Syr. tradition. In Bar Koni’s words, the Scholion is intended for ‘those who are coming for the first time to a consideration of the reading of the commentaries of the blessed interpreter ( i.e. i.e., Theodore)’ (Scher [ CSCO 69], 231). In addition to Theodore, a variety of other authors are cited, including Ephrem and Narsai as well as Origen, Basil of Caesarea , Gregory of Nazianzus , John Chrysostom , and Pseudo-Dionysius the Areopagite . In a number of places, Bar Koni’s Scholion shows striking similarities to other E.-Syr. exegetical works, such as the ‘Selected Questions’ of Ishoʿ bar Nun, the Diyarbakır Commentary ( ed. Van Rompay), and the Commentaries of Ishoʿdad of Merv ( fl.  ca. 850). The exact relationship between each of these works has not yet been entirely explained, though it has been shown that some if not all of these works had access to a common source and that Bar Nun’s ‘Questions’ and the Diyarbakır Commentary were among Ishoʿdad’s various sources (see Van Rompay 2000, 566–570 with much of the relevant literature; see also Exegesis, OT ). Compared to Bar Nun and Ishoʿdad, Bar Koni seems to have been a stricter follower of Theodore of Mopsuestia and to have left less room for spiritual exegesis, as can be seen for example in his opinion that the Song of Songs is lā yutrān ‘useless’ (Scher [ CSCO 55], 324). It should be noted that in addition to questions of a strictly exegetical nature, Bar Koni often discusses various philosophical and theological concepts within the first 9 memre . It is for this reason that Griffith (1982) has proposed that the Scholion be seen not solely as an exegetical commentary, but rather as a Summa of theology of the Ch. of E. The 10th memrā of the Scholion is an apology for Christianity against Islam (see Griffith 1981). The question and answer format of the previous memre is replaced in this memrā by a dialogue between a teacher, who speaks on behalf of Christians, and a student, who speaks on behalf of Muslims or ḥanpe ‘pagans’ as stated in the text (an obvious word-play with Arabic al-ḥanīf ‘a true believer, muslim’). This memrā is an important representative of Muslim-Christian dialogue in the early Abbasid period (see Islam, Syriac contacts with ). The 11th memrā of the Scholion is a description of what Bar Koni calls ‘all the heresies before and after Christ’ (Scher [ CSCO 69], 284). Those treated include Zoroastrianism, Mandaeism, Manichaeism, various types of Gnosticism, as well as the ‘heresies’ of the Quqites, Orphites, and the Bardaiṣanites, to name only a few. One of the sources of this memrā is the Anakephalaiōsis ( CPG Anakephalaiōsis ( CPG 3765), an abridgement of the Panarion ( CPG Panarion ( CPG 3745) of Epiphanius of Salamis . Despite the obvious limitations, this memrā remains an important source of information for many of these religions (see Pognon, Drijvers, Gerö, and especially Kruisheer). Primary Sources L.  Brade, Untersuchungen zum Scholienbuch des Theodoros bar Konai ( GOF I.8; 1975). (Syr. with GT of the Urmia recension on the ‘Pauline’ epistles) R.  Hespel, Théodore bar Koni. Livre des scolies (recension d’Urmiah) ( CSCO 447–448; 1983). (Syr. with FT ) R.  Hespel and R.  Draguet (†), Théodore bar Koni. Livre des scolies (recension de Séert) ( CSCO 431–432; 1981). ( FT of Scher) H.  Pognon, Inscriptions mandaïtes des coupes de Khouabir (1898), 105–244. (Syr. with FT of a section of the 11th memrā ) A.  Scher, Theodorus bar Kōnī. Liber Scholiorum ( CSCO 55, 69; 1910–12). (Syr.) L. Van Rompay, Le commentaire sur Genèse-Exode 9,32 du manuscrit ( olim olim ) Diyarbakir 22 ( CSCO 483–4; 1986). Secondary Sources L.  Brade, ‘Die Herkunft von Prologen in den Paulusbriefexegesen des Theodoros bar Konai und Ishodad von Merv’, OC 60 (1976), 162–71. H. J. W.  Drijvers, ‘Quq and the Quqites. An unkown sect in Edessa in the second century A.D.’, Numen 14.2 (1967), 104–29. S.  Gerö, ‘Ophite gnosticism according to Theodore bar Koni’s Liber Scholiorum’, in SymSyr IV , 265–74. S.  Griffith, ‘Chapter ten of the Scholion : Theodore bar Kônî’s Apology for Christianity’, OCP OCP 47 (1981), 158–88. S.  Griffith idem   ‘Theodore bar Kônî’s Scholion : A Nestorian Summa contra Gentiles from the First Abbasid Century’, in East of Byzantium , ed. Garsoian et al. , 53–72. B.  ter  Haar  Romeny, ‘Question-and-Answer Collections in Syriac literature’, in Erotapokriseis. Early Christian Question-and-Answer Literature in Context , ed. A.  Volgers and C.  Zamagni (2004), 145–63. D. Kruisheer, ‘Theodore bar Koni’s K e tābā d-ʾeskolyon as a source for the study of early Mandaeism’, Jaarbericht Ex Oriente Lux 33 (1993–4), 151–69. (includes ET of a section of the 11th memrā ) A.  Salvesen, ‘Obscure words in the Peshitta of Samuel, according to Theodore bar Koni’, in The Peshitta: Its use in literature and liturgy , ed. B. ter Haar Romeny ( MPIL 15; 2007), 339–49. H. G. B. Teule, ‘Theodore bar Koni’, in Christian-Muslim relations , ed. Thomas and Roggema, 343–6. L.  Van Rompay, ‘Development of Biblical Interpretation in the Syrian Churches of the Middle Ages’, in Hebrew Bible  \/ Old Testament: The History of its Interpretation , ed. M. Sæbø et al. , vol. 1.2 (2000), 559–77. Aaron M. Butts",
    "title" : "Theodoros bar Koni",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Theodoros-bar-Koni",
    "displayTitleEnglish" : "Theodoros bar Koni",
    "persName" : 
    [ " ʿAbdishoʿ ",
      " Ishoʿ bar Nun ",
      " Theodore of Mopsuestia ",
      " Ephrem ",
      " Narsai ",
      " Basil of Caesarea ",
      " Gregory of Nazianzus ",
      " John Chrysostom ",
      " Ishoʿdad of Merv ",
      " Epiphanius of Salamis ",
      "  Aaron M.  Butts  " ] }