
  { "fullText" : "Theophilos of Edessa https:\/\/gedsh.bethmardutho.org\/Theophilos-of-Edessa http:\/\/syriaca.org\/bibl\/562 553 http:\/\/syriaca.org\/person\/787 person Multifaceted author, historiographer, and translator. (d. 785) [ Maron. ] Multifaceted author, historiographer, and translator. Theophilos, who is said to have been a Maronite, served as astrologer to the Abbasid Caliph al-Mahdī ( r. 775–785) and wrote in Arabic several works on astrology, among which an influential book on military forecasts, which by the mid-9th cent. had been partly translated into Greek. Theophilos’s translations from Greek into Syriac include works by Aristotle , possibly Galen , and most importantly Homer. Even though Bar ʿEbroyo attributes to Theophilos the translation of ‘two books’ by Homer, which seems to suggest that both the Iliad and the Odyssey were involved, there is no evidence that the Odyssey ever existed in Syriac. The Iliad, by contrast, was known to several authors, such as Anṭun of Tagrit and the author of the Chronicle of 1234 (who incorporated a long extract into his work), and it is plausible that Theophilos’s translation was their source. That the Greek text of the Iliad was available to Syr. scholars is proven by the underwriting of ms. Brit. Libr. Add. 17,210 (60 folios containing the Greek Iliad in a 5th-cent. hand), which was re-used in the early 9th cent. for copying works by Severus of Antioch (see Wright, Catalogue … British Museum , vol. 2, 548a–550b). In addition, Theophilos is the author of a historical work, which was used by Dionysios of Tel Maḥre and through Dionysios was known to Michael Rabo and to the author of the Chronicle of 1234. Dionysios calls Theophilos a Chalcedonian and accuses him of being biased against the Syr. Orth. , which did not prevent him, however, from using Theophilos to a considerable extent. Even though Theophilos’s historical work does not survive, it is not only Dionysios who transmits some of his materials. Scholars nowadays assume that Theophilos’s work served as the common source on which, in addition to Dionysios, two other historians drew: the Byzantine historian Theophanes (who must have known an abridged Greek translation) and the Melkite Agapius of Manbij, who wrote in Arabic. In all likelihood, Theophilos’s work was a narrative history that focused on the early Islamic period, until the middle of the 8th cent. (see Hoyland, 631–71). While some scholars in the past wanted to see the remnants of Theophilos’s work in the imperfectly preserved Maronite Chronicle (which covers the period from Alexander to the 660s: ed. E. W. Brooks and J. B.  Chabot, in CSCO 3–4 [1904], 43–74 [Syr.], 37–57 [ LT ]), this has now become very unlikely, in view of the lack of overlap between the Maronite Chronicle and the ‘common source’ referred to above. Sources L. I.  Conrad, ‘Theophanes and the Arabic historical tradition: Some indications of intercultural transmission’, Byzantinische Forschungen 15 (1990), 1–44. L. I.  Conrad idem , ‘Varietas Syriaca: Secular and scientific culture in the Christian communities of Syria after the Arab Conquest’, in After Bardaisan , ed. Reinink and Klugkist, 85–105. Hoyland, Seeing Islam , 135–9, 400–9, 432, 631–71. Hoyland idem , Theophilus of Edessa’s Chronicle (forthcoming). H.  Raguse, ‘Syrische Homerzitate in der Rhetorik des Anton von Tagrit’, in Paul de Lagarde und die syrische Kirchengeschichte (1968), 162–75. H. G. B.  Teule, ‘Theophilus of Edessa’, in Christian-Muslim relations , ed. Thomas and Roggema, 305–8. Lucas Van Rompay",
    "title" : "Theophilos of Edessa",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Theophilos-of-Edessa",
    "displayTitleEnglish" : "Theophilos of Edessa",
    "persName" : 
    [ " Aristotle ",
      " Galen ",
      " Bar ʿEbroyo ",
      " Anṭun of Tagrit ",
      " Severus of Antioch ",
      " Dionysios of Tel Maḥre ",
      " Michael Rabo ",
      "  Lucas  Van Rompay  " ] }