
  { "fullText" : "Thomas, Acts of https:\/\/gedsh.bethmardutho.org\/Thomas-Acts-of http:\/\/syriaca.org\/bibl\/563 554 Acts of Thomas work Collection of thirteen ‘Acts’ that recount the missionary journey to India, adventures, and martyrdom of Thomas the apostle. Composed in Syriac probably in the 3rd cent. (provenance unknown, though traditionally placed at Edessa ), the Acts of Thomas is one of the most important of the various apocryphal texts associated with Thomas. The Acts of Thomas survive in Syriac and in an early Greek translation; the latter shows less signs of revision and appears to preserve a more primitive form of the text. The popular Acts of Thomas was translated into several Eastern Christian languages and even found its way into the Latin tradition. In a novella of 13 Acts, it presents Judas Thomas as a ‘twin brother’ of Jesus and recounts his missionary efforts to India — though the text appears confused as to whether he went to N.W. India (perhaps Persia) or S. India. The Acts of Thomas culminates in an account of Thomas’s martyrdom at the order of king Mazdai in S. India due to the social disruption caused by his ascetic teaching. The composite nature of the work is evident. It includes liturgical texts illuminating primitive Syriac baptismal and eucharistic practices, and incorporates earlier poems: ‘Hymn of the Bride’ and the much studied ‘Hymn of the Pearl’. Apart from supplying the earliest known connection between Thomas and Indian Christians, the sermons and narratives provide information about early Christian evangelistic attitudes and practices in western Asia and illuminate the ascetic values that are typical of the Apocryphal Acts generally and of early Syriac spirituality in particular. Various attempts have been made to characterize the Acts of Thomas as Gnostic, Manichean, or anti-Manichean. Different recensions and versions do exhibit particular theological tendencies, and some form of the Acts of Thomas was adapted and used by Manicheans. However, the judgment that the original Acts of Thomas was basically Gnostic may owe more to the unfamiliarity on the part of many western scholars with the distinctive character of early Syriac Christianity. Primary Sources P.  Bedjan, Acta martyrum et sanctorum (1892) vol. 3, 3–167. (Syr.) H. J. W.  Drijvers, ‘Thomasakten’, in Neuetestamentliche Neutestamentliche Apokryphen , ed. E.  Hennecke and W.  Schneemelcher (6th ed. 1990), vol. 2, 289–367. ( GT ; cf. ET of G.  Bornkamm, ‘Acts of Thomas’, in New Testament Apocrypha [1965], vol.  2, 425–531) J.  Ferreira, The Hymn of the Pearl (2002). (incl. further references) A. F. J. Klijn, The Acts of Thomas: Introduction, Text, and Commentary (1962; 2nd ed. 2003). W. Wright, Apocryphal Acts of the Apostles (1871), vol. 1, 171–333 (Syr.), vol. 2, 146–298 ( ET ). Secondary Sources S.  Abouzayd, ‘The Acts of Thomas and the Unity of the Dualistic World in the Syrian Orient’, ARAM 1.2 (1989), 217–52. H. W.  Attridge, ‘Acts of Thomas’, in ABD , vol. 6, 531–4. G.  Bornkamm, Mythos und Legende in den apokryphen Thomas-Akten (1933). D. Bundy, ‘Acts of Thomas’, in Dictionary of Asian Christianity , ed. S. W. Sundquist (2001), 6–7. J. M.  LaFargue, Language and Gnosis: The Opening Scenes of the Acts of Thomas (Harvard Dissertations in Religion 18; 1985). C. D.  Müller, ‘Die Theologie der syrischen Kirche’, Kyrios ns 9 (1969), 83–108. E.  Plümacher, ‘Thomasakten’, in Realenzyklopädie Supplementum , ed. A. F.  von Pauly and G.  Wissowa, vol. 15 (1978), 34–43. H.  Poirier, L’Hymne de la Perle des Actes de Thomas (1981). J.  Vellian ( ed. ), The Apostle Thomas in India according to the Acts of Thomas (Syrian Churches Series 1; 1972). Jeff W. Childers",
    "title" : "Thomas, Acts of",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Thomas-Acts-of",
    "displayTitleEnglish" : "Thomas, Acts of",
    "persName" : 
    [ "  Jeff W.  Childers  " ],
    "placeName" : 
    [ " Edessa " ] }