
  { "fullText" : "Timotheos II of Alexandria https:\/\/gedsh.bethmardutho.org\/Timotheos-II-of-Alexandria http:\/\/syriaca.org\/bibl\/567 558 Timothy Ailouros http:\/\/syriaca.org\/person\/792 person Miaphysite Patr. patr. of Alexandria 457-60, 475-7. Timothy Ailouros (d. 477) [Miaphysite] Miaphysite Patr. patr. of Alexandria 457–60, 475–7. His nick-name nickname ‘Ailouros’, or ‘weasel’, was due to his lean build. He attended the second Council of Ephesus in 449, together with Patr. Dioscorus. After the lynching of the pro-Chalcedonian Patr. Proterius in 457 he was made Patr. patr. but was expelled by the emperor in 460, eventually to be restored under Basiliscus. His writings ( CPG 5475–5489), originally in Greek, survive for the most part only in Syriac and Armenian. His major work, ‘On the Unity of Christ’, against the Council of Chalcedon ( CPG 5475) is complete in Armenian ( ed. K. Ter Mekerttschian and E. Ter-Minassiantz, 1908; text only) but only in an abridged form in Syriac (not yet fully published). Several of his letters and a refutation of another work against the Chalcedonian Definition of Faith and the Tome of Leo survive only in Syriac. Primary Sources CPG 5475–5491. R. Y.  Ebied and L. R.  Wickham, ‘A collection of unpublished letters of Timothy Aelurus’, JTS ns 21 (1970), 321–69. R. Y.  Ebied and L. R.  Wickham idem , ‘Timothy Aelurus: Against the Definition of the Council of Chalcedon’, in After Chalcedon , ed. Laga et al. , 115–66. H.  Getatchew, ‘An Ethiopic Letter of Timothy II of Alexandria concerning the death of children’, JTS ns 38 (1987), 34–57. F.  Nau, Textes monophysites ( PO 13.2; 1917), 92–137. Secondary Sources A.  Grillmeier and Th.  Hainthaler, Christ in Christian Tradition , 2.4 (1996), 7–35. (with further references) J.  Lebon, ‘La christologie de Timothée Aelure’, RHE 9 (1908), 677–702. J.  Lebon idem , Le monophysisme sévérien (1909), 95–111. A. B.  Schmidt, ‘Die Refutatio des Timotheus Aelurus gegen das Konzil von Chalcedon. Ihre Bedeutung für die Bekenntnisentwicklung der armenischen Kirche Persiens im 6. Jh.’, OC 73 (1989), 149–65. Sebastian P. Brock",
    "title" : "Timotheos II of Alexandria",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Timotheos-II-of-Alexandria",
    "displayTitleEnglish" : "Timotheos II of Alexandria",
    "persName" : 
    [ "  Sebastian P.  Brock  " ],
    "placeName" : 
    [ " Alexandria " ] }