
  { "fullText" : "Toma of Edessa https:\/\/gedsh.bethmardutho.org\/Toma-of-Edessa http:\/\/syriaca.org\/bibl\/570 561 http:\/\/syriaca.org\/person\/795 person Affiliate of Mar Aba and teacher at School of Nisibis; author of two ‘Explanations’ of liturgical feasts. (mid-6th cent. ) [Ch. of E.] An E.-Syr. student of the Cath. Mar Aba I (d. 552) associated with the School of Nisibis . He is probably not the same Toma of Edessa who is supposed to have taught Aba Greek as well as traveled with him to the West. Furthermore, he has been confused in the past with the W.-Syr. Tumo of Ḥarqel . His two extant treatises, one on the Epiphany and the other on the Nativity, are both examples of the E.-Syr. cause ( ʿellta ) genre, which focused primarily on the aetiology of E.-Syr. festival days. The former of these two texts remains only in ms. form. Along with these two texts, ʿAbdishoʿ attributes to him a refutation of astrology, ‘hortatory discourses’ ( buyyāye ), anti-heretical disputations, and a ‘letter on qāle ’, that is, strophes with prefixed versicles that are chanted. Primary Sources Abbeloos and Lamy, Gregorii Barhebraei chronicon ecclesiasticum , vol. 2, 89–90. Assemani, BibOr , vol. 3.1, 86–87. A.  Baumstark, ‘Die nestorianischen Schriften “De causis festorum” ’, OC 1 (1901), 320–42, esp. 324–5. (see also A.  Baumstark idem , in OC 9 [1911], 332–37, esp. 335). S. J.  Carr, Thomae Edesseni tractatus de Nativitate D. N. Christi (1898). (Syr. and LT ) P. Y.  Patros, Teologia del battesimo e dell’epifania nella “Spiegazione” sull’epifania di Tommaso di Edessa (VI sec.) (Ph. D. Diss., Rome; 2007). (includes an IT of the unpublished text on the Epiphany) A. Scher, Histoire nestorienne inédite (Chronique de Séert) , vol. 2 ( PO 7.2; 1911), 79. Secondary Sources Baumstark, Literatur , 121–22. P. Bettiolo, ‘Scuola ed Economia Divina nella Catechesi della Chiesa di Persia: Appunti su un testo di Tommaso di Edessa († ca 542)’, in Esegesi e Catechesi nei Padri (secc. IV– VII) , ed. S. Felici (1994), 147–57. Th. Haintaler, ‘Thomas of Edessa, Causa de Nativitate. Some considerations’, ParOr 31 (2006), 63–85. Vööbus, History of the School of Nisibis , 173–4. Adam H. Becker",
    "title" : "Toma of Edessa",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Toma-of-Edessa",
    "displayTitleEnglish" : "Toma of Edessa",
    "persName" : 
    [ " Aba I ",
      " Tumo of Ḥarqel ",
      " ʿAbdishoʿ ",
      "  Adam H.  Becker  " ] }