
  { "fullText" : "Tsereteli, Konstantin https:\/\/gedsh.bethmardutho.org\/Tsereteli-Konstantin http:\/\/syriaca.org\/bibl\/572 563 Konstantin Tsereteli Constantine Tsereteli http:\/\/syriaca.org\/person\/797 person Scholar of comparative Semitics, Aramaic dialectology, and Neo-Aramaic; professor at the State University of Tbilisi, Georgia. Constantine Tsereteli (1921–2004) Scholar of comparative Semitics, Aramaic dialectology, and Neo-Aramaic; professor at the State University of Tbilisi, Georgia. As a student Tsereteli devoted himself to Caucasian and Eastern languages, including Old Persian, Classical Armenian, Abkhaz, and Avar, adding Hebrew and Aramaic when he was a graduate student. He subsequently became interested in the Modern Eastern-Aramaic dialects spoken by the many Assyrians living in Georgia. His original work on these dialects resulted in a great number of publications written in Georgian and\/or Russian. Some of them were subsequently translated into western languages. He also published a description of Classical Syriac (1979, in Russian) and a short historical grammar of Aramaic, covering nearly three millennia of the history of the Aramaic languages (1982, in Georgian and Russian). A Festschrift was presented to him in 1993. Select publications by Tsereteli The Modern Assyrian language (1964, in Russian). ( IT 1970, GT 1978, and ET 1978) Grammar of the Modern Assyrian language (1968). (in Georgian) The Syriac language (1979). (in Russian) Secondary Sources R.  Contini, F. A.  Pennacchietti, and M.  Tosco ( ed. ), Semitica. Serta philologica Constantino Tsereteli dicata (1993). (IX–XIII: biography by the editors; XV–XXIV: bibliography up to 1990) Th. V.  Gamkrelidze and G.  Chikovani, ‘Konstantin Tsereteli (1921–2004)’, OC 89 (2005), 221–4. Lucas Van Rompay",
    "title" : "Tsereteli, Konstantin",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Tsereteli-Konstantin",
    "displayTitleEnglish" : "Tsereteli, Konstantin",
    "persName" : 
    [ "  Lucas  Van Rompay  " ] }