
  { "fullText" : "Ṭuroyo https:\/\/gedsh.bethmardutho.org\/Turoyo http:\/\/syriaca.org\/bibl\/576 567 subject Ṭuroyo is the collective name for the various Modern Syriac dialects used in Ṭur ʿAbdin. Ṭuroyo is the collective name for the various Modern Syriac dialects used in Ṭur ʿAbdin . Its place within the spectrum of Modern Aramaic is closer to the numerous North Eastern Neo-Aramaic dialects than to the small western ones. The earliest texts written in Ṭuroyo belong to the late 19th cent. and were often written specifically for the benefit of western scholars (Heinrichs). Collections of recorded oral material have been made by Prym and Socin (1881), and especially by H. Ritter (3 vols., 1967, 1969, 1971). The wider written use of Ṭuroyo belongs to the second half of the 20th cent. , starting in Qamishli. More recently in the diaspora it sometimes features in cultural magazines, either in Syriac script, or in a transcription devised by Dr. Yusuf Ishaq in Sweden. In recent years a number of writers have started to use Ṭuroyo as a literary language, especially for short stories (notably Jan Sawoce) and children’s books. There is an edition of the Four Gospels in Ṭuroyo (1995). There are grammars by A. Siegel (1923), O. Jastrow (3rd ed. 1985 [reference grammar]; 1992 [ Lehrbuch ]), and H. Ritter (1967–1990), and a number of dictionaries: H. Ritter (1979, Ṭuroyo-German); Kyrillus Jacob and Asmar Elkhoury (1985, Suryoyo-Swodoyo), Y. Ishaq (1988, Swedish-Ṭuroyo). See also Aramaic . See Fig. 124 . Sources W.  Heinrichs, ‘Written Turoyo’, in Studies in Neo-Aramaic , ed. W.  Heinrichs (1990), 181–8. Y.  Ishaq, ‘Turoyo — from spoken to written language’, in Studies in Neo-Aramaic , ed. W.  Heinrichs (1990), 189–99. S.  Talay, ‘Die aramäische Sprache (Turoyo) und ihre Zukunftaussichten Zukunftsaussichten in der Diaspora’, JEastCS 54 (2002), 56 65 –76. S.  Talay idem , Lebendig begraben. Die Entführung des syrisch-orthodoxen Priesters Melki Tok in der Südosttürkei (2004). A.  Tezel, Comparative Etymological Studies in the Western Neo-Syriac (Turoyo) Lexicon (2003). Sebastian P. Brock",
    "title" : "Ṭuroyo",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Turoyo",
    "displayTitleEnglish" : "Ṭuroyo",
    "persName" : 
    [ "  Sebastian P.  Brock  " ],
    "placeName" : 
    [ " Ṭur ʿAbdin " ] }