
  { "fullText" : "Urmia https:\/\/gedsh.bethmardutho.org\/Urmia http:\/\/syriaca.org\/bibl\/577 568 http:\/\/syriaca.org\/place\/206 place A city in northwest Iran, west of Lake Urmia; center of western missionary activity from the 19th century. Urmia (Urūmiyya, Rīzāya), a city in northwest Iran, west of Lake Urmia, is first mentioned in E.-Syr. sources in 1111, whereas the mentioning of bishops in Azerbaijan (Hoshaʿ of Ganzak in 486, Ḥenanishoʿ in 605), testify to earlier presence of the Ch. of E. in this region. In 1284, the Ch. of E. Patr. , Mar Yahbalaha III , reportedly visited the Church of Mart Maryam in Urmia and dreamt about the imminent death of Khan Ahmad. From the 16th cent. onwards, bishops of Urmia are attested regularly in both western and eastern sources. In the 19th cent. , the town became the center of western missionary activities in the region: Presbyterian missionaries of the American Board (1835), Roman Catholic Lazarist missionaries (1841), Lutherans (1881), Anglicans (1886), and Russian Orthodox (1897). Their activities contributed to the growth of Catholicism and the birth of an Assyrian Protestant (Evangelical) Church in the region, as well as to the strengthening of both the Ch. of E. ’s and the new churches’ educational and clerical programs. In addition, the American mission press initiated the publication of both Classical Syriac and Neo-Aramaic texts, among which the first vernacular Bible translations in 1846 ( NT ) and 1852 ( OT ) and the first magazine, Zahrire d-Bahrā (‘Rays of Light’), in 1849. Towards the end of the 19th  cent., Urmia witnessed the birth of Assyrian nationalism. During the First World War, when the region’s Christians were under attack from Kurds and Turks, many found refuge in the missionary compounds. In 1918, however, the massive flight from Urmia towards the English in northern Iraq, cost many lives. After the war, Assyrian Christians returned to Urmia, and whereas most of the villages in the region were lost to the Christian population, the town itself remained an important center of Assyrian Christians of all denominations in Iran. See Fig. 99 , 125 , and 126 . Sources J. F.  Coakley, The Church of the East and the Church of England (1992). Fiey, Pour un Oriens christianus novus , 141–42 and 279. H. L.  Murre-van den Berg, From a spoken to a written language. The introduction and development of Literary Urmia Aramaic in the nineteenth century (De Goeje Fund 28, 1999). Wilmshurst, Ecclesiastical organisation . Heleen L. Murre-van den Berg",
    "title" : "Urmia",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Urmia",
    "displayTitleEnglish" : "Urmia",
    "persName" : 
    [ " Yahbalaha III ",
      "  Heleen L.  Murre-van den Berg  " ] }