
  { "fullText" : "Van Roey, Albert https:\/\/gedsh.bethmardutho.org\/Van-Roey-Albert http:\/\/syriaca.org\/bibl\/579 570 Albert Van Roey http:\/\/syriaca.org\/person\/802 person Patristic and Syriac scholar. (1915–2000) Patristic and Syriac scholar. Born in Vorselaar, in the Flemish countryside of Belgium, Van Roey studied at the Seminary of Malines (Mechelen) and at the Catholic University of Louvain. He was ordained a Catholic priest in 1939. In spite of the restrictions imposed by the war, he continued his study at Louvain, focusing on Arabic, which he studied with G. Ryckmans, and on Syriac, with J. Lebon. His doctoral dissertation in theology (1945) dealt with an 8th-cent. Syriac letter, written by a certain Eliya in defense of his recent conversion from the Chalcedonian to the Syr. Orth. Church. Three years later, after a period of study in Paris, where he met J.-B. Chabot , Van Roey defended his doctoral dissertation in ‘Eastern Philology and History’ (1948), which was on Nonos of Nisibis . Van Roey was appointed professor at the University of Louvain in 1949 and taught patristics and Eastern Christianity. Following the division of the University in 1968, he played an important role in reorganizing both the Faculty of Theology and the Oriental Institute of the Dutch speaking Dutch-speaking university. In the latter institute (later department) he taught Arabic and, for some time, Syriac and Armenian. He was co-founder of the periodical Orientalia Lovaniensia Periodica (1970) and of the serial publications Orientalia Lovaniensia Analecta (1975) and Corpus Christianorum, Series Graeca (1977). With a wide-ranging interest in history and theology, Van Roey focused on theological literature either originally written in Syriac or translated from Greek. Many of his projects, begun during his busy years as professor and university administrator, came to full fruition after his retirement in 1983. Among his publications, the edition and translation of 6th-cent. theological writings (with P.  Allen), of Peter of Kallinikos (with R. Y.  Ebied and L. R.  Wickham), of Eliya, and of Nonos are particularly noteworthy. He also did important work on the 16th-cent. Syriac scholar Andreas Masius . While fully committed to the Flemish cause in Belgium, Van Roey’s academic languages were Latin and French. It was only in later years and in the context of international collaboration that he began to use English. A Festschrift was offered to him in 1985 ( ed. C.  Laga et al. ). Select publications by Van Roey Nonnus de Nisibe. Traité apologétique (Bibliothèque du Muséon 21; 1948). ‘Les études syriaques d’Andreas Masius’, OLP 9 (1978), 141–58. Eliae Epistula apologetica ad Leonem, syncellum Harranensem ( CSCO 469–70; 1985). (with R. Y. Ebied and L. R. Wickham), Petri Callinicensis Patriarchae Antiocheni Tractatus contra Damianum , 1–4 ( CCSG 29, 32, 35, and 54; 1994–2003). (with P. Allen), Monophysite Texts of the Sixth Century ( OLA 56; 1994). Secondary Sources After Chalcedon , ed. C.  Laga et al. (ix–xx: biography by F.  Neirynck; xxi–xxviii: bibliography by L. Van Rompay). Lucas Van Rompay",
    "title" : "Van Roey, Albert",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Van-Roey-Albert",
    "displayTitleEnglish" : "Van Roey, Albert",
    "persName" : 
    [ " J.-B. Chabot ",
      " Nonos of Nisibis ",
      " Peter of Kallinikos ",
      " Andreas Masius ",
      "  Lucas  Van Rompay  " ] }