
  { "fullText" : "Van den Eynde, Ceslas Florent https:\/\/gedsh.bethmardutho.org\/Van-den-Eynde-Ceslas-Florent http:\/\/syriaca.org\/bibl\/578 569 Ceslas Florent Van den Eynde http:\/\/syriaca.org\/person\/801 person Professor of Syriac at the Catholic University of Louvain, Belgium, from 1969 to 1974. (1903–1991) Professor of Syriac at the Catholic University of Louvain, Belgium, from 1969 to 1974. Born in Lier in 1903, Ceslas (Florent) Van den Eynde entered the Dominican Order in 1922 and was ordained a priest in 1928. His doctoral dissertation, submitted at the Oriental Institute of the University of Louvain and published in 1939, dealt with the Syriac version of the commentary on the Song of Songs by Gregory of Nyssa (probably ca. 500), and its reception in later Syriac tradition. In addition to his teaching and other obligations at the Dominican Seminary in Louvain, Van den Eynde worked on the edition and translation of the 9th-cent. OT commentaries of Ishoʿdad of Merv , a project begun by his Dominican confrère Jacques-Marie Vosté (d.  1948). The critical edition of these commentaries, covering more than eleven hundred pages of Syriac text, appeared in six volumes between 1950 and 1981. The accompanying six volumes of translation, with substantial introductions and annotations, constitute the first systematic study of E.-Syr. OT interpretation. This seminal work has served as a model and a point of reference for all subsequent studies in the field. It was only at a later age that Van den Eynde was appointed professor of Syriac in the newly created Dutch-speaking Oriental Institute, following the division of the University of Louvain in 1968. Select publications by Van den Eynde La version syriaque du Commentaire de Grégoire de Nysse sur le Cantique des Cantiques. Ses origines, ses témoins, son influence (Bibliothèque du Muséon 10; 1939). Ishoʿdad de Merv. Commentaire de l’Ancien Testament , I and II–VI ( CSCO 156, 176 and 179, 229–30, 303–4, 328–9, 433–4; 1950–81). (with J.-M.  Vosté †), Išoʿdad de Merv. Commentaire de l’Ancien Testament , I ( CSCO 126; 1950). Lucas Van Rompay",
    "title" : "Van den Eynde, Ceslas Florent",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Van-den-Eynde-Ceslas-Florent",
    "displayTitleEnglish" : "Van den Eynde, Ceslas Florent",
    "persName" : 
    [ " Gregory of Nyssa ",
      " Ishoʿdad of Merv ",
      "  Lucas  Van Rompay  " ] }