
  { "fullText" : "Vaschalde, Arthur Adolphe, C.S.B. https:\/\/gedsh.bethmardutho.org\/Vaschalde-Arthur-Adolphe-CSB http:\/\/syriaca.org\/bibl\/580 571 Arthur Adolphe Vaschalde, C.S.B. http:\/\/syriaca.org\/person\/803 person Syriac scholar at the Catholic University of America. (1871– 1942) Vaschalde’s Syriac career flourished at The Catholic University of America (CUA) where he received a Ph. D. Ph.D. in 1901. His dissertation, an edition, translation, and study of three letters of Philoxenos of Mabbug , was published in 1902. Vaschalde taught Syriac and Coptic at CUA from 1910 to 1939. His work on the Coptic versions of the Bible remains an important resource for scholars today. In 1930 he became the editor for the Coptic section of the Corpus Scriptorum Christianorum Orientalium ( CSCO ). Most of his Syriac publications appear in this series, including editions and translations of writings of Philoxenos of Mabbug, Babai the Great , Yaʿqub of Edessa , and Dionysios bar Ṣalibi . Select publications by Vaschalde Three Letters of Philoxenus Bishop of Mabbogh (485–519) (1902). Philoxeni Mabbugensis , Tractatus Tres de Trinitate et Incarnatione ( CSCO 9–10; 1907). Babai Magni , Liber de Unione ( CSCO 79–80; 1915). Jacobi Edesseni , Hexaemeron seu in Opus Creationis Libri Septem ( CSCO 97; 1932). Dionysii bar Salibi, Commentarii in Evangelia, Pars Secunda ( CSCO 95, 98, 113–4; 1931–3, 1939–40). Secondary Sources S.  Griffith and M.  Blanchard, ‘Henri Hyvernat (1858–1941) and the Beginning of Syriac Studies at The Catholic University of America’, ARAM 5 (1993), 181–96. R. J.  Scollard, ‘Vaschalde, Reverend Arthur Adolphe’, in The Catholic Encyclopedia and Its Makers (1917), 177. R. J.  Scollard idem , ‘Adolphe A. Vaschalde — Priest and Scholar’, The Catholic University Bulletin 9.4 (May 1942), 4, 12. R. J.  Scollard idem , ‘Vaschalde, Arthur Adolphe’, in New Catholic Encyclopedia (1967) vol. 14, 541–2. R. J.  Scollard idem , Dictionary of Basilian Biography: Lives of Members of the Congregation of Priests of Saint Basil from Its Beginnings in 1822 to 1968 (Toronto: Basilian Press, 1969), 161–63. Monica J. Blanchard",
    "title" : "Vaschalde, Arthur Adolphe, C.S.B.",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Vaschalde-Arthur-Adolphe-CSB",
    "displayTitleEnglish" : "Vaschalde, Arthur Adolphe, C.S.B.",
    "persName" : 
    [ " Philoxenos of Mabbug ",
      " Babai the Great ",
      " Yaʿqub of Edessa ",
      " Dionysios bar Ṣalibi ",
      "  Monica J.  Blanchard  " ] }