
  { "fullText" : "Vööbus, Arthur https:\/\/gedsh.bethmardutho.org\/Voobus-Arthur http:\/\/syriaca.org\/bibl\/581 572 Arthur Vööbus Võõbus http:\/\/syriaca.org\/person\/804 person Scholar, educator, pastor. Võõbus (1909–1988) Scholar, educator, pastor. Vööbus was born in Vera, Estonia and educated at the University of Tartu. Ordained in 1932, he served (1933–40) as pastor of St. Paul Lutheran Church in Tartu. His encounter with Syriac mss. at the Staatsbibliothek in Berlin (1935) filled him with ‘reverent awe’ and precipitated a lifelong search for ancient documents. When his homeland was overrun alternately by the Russian and German armies, he twice fled to Germany, barely escaping arrest by the Soviets (1940 and 1944), only to be interned (with his wife Ilse) by the Nazis (1941) for his opposition to fascism. After earning his doctorate (1943), Vööbus taught first as assistant professor of Ancient Church History at the University of Tartu (1943–44), and then (1946–48) as associate professor at the Baltic University at Hamburg-Pinneberg in Germany, where he also provided pastoral care (1944–48) in the refugee camps. The Lutheran Seminary in Chicago (now the Lutheran School of Theology at Chicago) offered him (1948) the chair of New Testament and Early Church History, a position which he held until his retirement in 1977. During his retirement he continued to teach part-time at LSTC, to travel in search of oriental mss. , to publish, and to lecture as visiting professor of Syriac language and literature at the Oriental Institute of the University of Chicago. Vööbus led an enormously productive life. During his more than forty expeditions to the Near East his relentless search in dozens of monastery libraries and private collections in Syria, Turkey, Iraq, Iran, Egypt, and in other places, enabled him to access over 2,000 rare mss. , most of which had been unknown in the west or were thought to have been lost. He captured more than 150,000 pages of the most significant mss. on microfilm. This precious ms. collection is still kept at LSTC, though it is now administered by the Oriental Institute of the University of Chicago. Vööbus’ own studies of these important documents resulted in the writing of more than 80 monographs and some 300 articles in international journals in English, French, German, and Estonian. Twenty-six of these monographs appeared in the series CSCO . Through these endeavours, Vööbus vastly expanded the store of available original sources and initiated new areas of investigation in the field of ancient Syriac Christianity and beyond. Among the wide range of topics covered in Vööbus’ publications, the following main areas may be singled out: the Syriac text of the Bible (both OT and NT ); Syriac asceticism; the Didascalia Apostolorum ; juridical literature primarily of the W.-Syr. tradition; the transmission of the memre of Yaʿqub of Serugh ; and the School of Nisibis . Always the devoted patriot, Vööbus also did much to preserve the memory of the history and culture of the Estonian people, publishing 14 volumes (1969–85) in the series Studies in the History of the Estonian People (SHEP), a sub-series within his 40-volume series Papers of the Estonian Theological Society in Exile ( PETSE ), which he had inaugurated in 1951 as a monument to the vigour of Lutheran scholarship in Estonia. Himself a victim of persecution, Vööbus held that a scholar has the duty to speak out as ‘a voice for the voiceless in suffering’. As such he wrote countless open letters, tractates, etc. warning against the dangers of communism. The extant bibliographies make only passing reference to this passionate advocacy on his part. Professor Vööbus was elected to a number of learned societies, among them L’Académie Internationale Libre des Sciences et des Lettres (Paris), L’Académie Royale des Sciences, des Lettres et des Beaux-Arts de Belgique, The American Philosophical Society, and the Syriac Academy of Baghdad. Select publications by Vööbus Celibacy, a requirement for admission to baptism in the early Syrian Church ( PETSE 1; 1951). Early versions of the New Testament. Manuscript studies ( PETSE 6; 1954). History of asceticism in the Syrian Orient. A contribution to the history of culture in the Near East , 1–3 ( CSCO 184, 197, 500; 1958, 1960, 1988). Syriac and Arabic documents regarding legislation relative to Syrian asceticism ( PETSE 11; 1960). The statutes of the School of Nisibis ( PETSE 12; 1962). History of the School of Nisibis ( CSCO 266; 1965). Syrische Kanonessammlungen , 1–2 ( CSCO 307 and 317; 1970). Handschriftliche Überlieferung der Mēmrē-Dichtung des Jaʿqōb von Serūg , 1–2 ( CSCO 344, 345 and 421, 422; 1973 and 1980). Important new manuscript sources for the Islamic Law in Syriac. Contributions to the history of jurisprudence in the Syrian Orient ( PETSE 27; 1975). The Synodicon in the West Syrian tradition , 1–2 ( CSCO 367–8 and 375–6; 1975 and 1976). The Pentateuch in the version of the Syro-Hexapla. A fac-simile edition of a Midyat MS. discovered 1964 ( CSCO 369; 1975). The Apocalypse in the Harklean version. A facsimile edition of MS. Mardin Orth. 35, fol fol. 143r–159v ( CSCO 400; 1978). The Didascalia Apostolorum in Syriac , 1–2 ( CSCO 401–2 and 407–8; 1979). Secondary Sources S. P.  Brock, ‘Arthur Vööbus’ contribution to Syriac Studies’, ARAM 1 (1989), 294–99. (with classified bibliography of the 44 most important publications of Vööbus from 1947 to 1988) R. H.  Fischer, A Tribute to Arthur Vööbus. Studies in early Christian literature and its environment, primarily in the Syrian East (1977). (with biographical outline, photographic plates of 24 mss. , and a bibliography [1935–77] of 61 monographs and 220 articles) M.  Hollerich, ‘Arthur Vööbus remembered’, ARAM 1 (1989), 290–93. K.  Raudsepp, Arthur Võõbus 1909–1988 (1990). (in Estonian, with an English summary and a bibliography [1942–88] of 82 monographs and 241 articles) J.  Ryckmans. ‘Arthur Vööbus 1909–1988’, Académie Royale de Belgique. Bulletin de la Classe des Lettres et des Sciences Morales at Politiques 6.6 (1995), 365–71. K.-G.  Wesseling, ‘Vööbus (Võõbus), Arthur’, in BBK , vol. 27 (Ergänzungen 14; 2007), 1466–85. Erwin Buck",
    "title" : "Vööbus, Arthur",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Voobus-Arthur",
    "displayTitleEnglish" : "Vööbus, Arthur",
    "persName" : 
    [ " Yaʿqub of Serugh ",
      "  Erwin  Buck  " ] }