
  { "fullText" : "Xi’an https:\/\/gedsh.bethmardutho.org\/Xian http:\/\/syriaca.org\/bibl\/585 576 Sian-fu Hsi-an fu http:\/\/syriaca.org\/place\/479 place Chinese city where an inscribed stele was found in the 17th cent. that recounts the history of Christianity in the Tang period. Sian-fu, Hsi-an fu Ancient Chinese city in Shanxi Province. Located at the eastern terminus of the fabled Silk Route, Xi’an served as the capital of unified China periodically from the 11th cent. BC through the Tang Dynasty (AD 618–907). By 635 the E.-Syr. missionary known as Aluoben had received permission from the Chinese emperor Taizong (627–49) to promote the Ch. of E. in his kingdom, using the capital as a base. The Christian movement appears to have flourished alongside other religions under a sort of imperial patronage until a Confucianist and Taoist repression against foreign religions occurred in the late Tang ( ca. 846). A black limestone stele inscribed in Syriac and Chinese by the Christian monk Jingjing (Syr. Adam) and dedicated in 781 was originally erected at the site of a Ch. of E. monastery, probably in the capital but possibly at a more remote location. It tells of Aluoben’s mission and the story of Christianity’s illustrious growth in China since 635. The Syriac inscription gives the names of 74 bishops, presbyters, and deacons working in China at the time; the Chinese inscription expounds on the Christian faith, using terms adapted to the Buddhist- and Taoist-influenced setting. Jesuit missionaries discovered the stele in 1623 or 1625 and exploited its antiquity for the promotion of Christianity in their own mission efforts. The content of the inscription has stimulated lively missiological discussion regarding the historical and appropriate contextualization of the Christian gospel. See also China, Syriac Christianity in . See Fig. 127 . Sources D. D.  Bundy, ‘Missiological reflections on Nestorian Christianity in China during the Tang Dynasty’, in Religion in the Pacific Era , ed. F. K. Flinn and T. Hendricks (1985), 14–30. M.  Keevak, The story of a stele. China’s Nestorian monument and its reception in the West 1625–1916 (Hong Kong, 2008). J.  Legge, The Nestorian monument of Hsi-an Fu in Shen-Hsi, China (1888). S. H.  Moffett, A history of Christianity in Asia , vol. 1. Beginnings to 1500 (1992), 287–323. A. C.  Moule, Christians in China before the year 1550 (1930). M.  Palmer, The Jesus Sutras (2001). P.  Pelliot ( ed. A.  Forte), L’inscription nestorienne de Si-ngan-fou (1996). P. Y.  Saeki, The Nestorian documents and relics in China (2nd ed. 1951). P. Y.  Saeki idem , The Nestorian monument in China (1916). L.  Tang, A study of the history of Nestorian Christianity in China and its literature in Chinese. Together with a new English translation of the Dunhuang Nestorian documents (Europäische Hochschulschriften, Reihe 27: Asiatische und Afrikanische Studien 87; 2nd rev. ed. 2004). M.  Tardieu, ‘Le schème hérésiologique de désignation des adversaires dans l’inscription nestorienne chinoise de Xi’an’, in Controverses des chrétiens dans l’Iran Sassanide , ed. C.  Jullien (2008), 207–26. Jeff W. Childers",
    "title" : "Xi’an",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Xian",
    "displayTitleEnglish" : "Xi’an",
    "persName" : 
    [ "  Jeff W.  Childers  " ] }