
  { "fullText" : "Yaʿqub of Serugh https:\/\/gedsh.bethmardutho.org\/Yaqub-of-Serugh http:\/\/syriaca.org\/bibl\/593 584 http:\/\/syriaca.org\/person\/42 person Poet and bp. of Baṭnan da-Srug (519–21). ( ca. 451–521) [ Syr. Orth. ] Poet, known as ‘the Flute of the Holy Spirit and the Harp of the Church’; bp. of Baṭnan da-Srug (519–21). Most of the little information about his life comes from two notices ( ed. Assemani, BibOr , vol. 1, 286–9, and Abbeloos, De vita et scriptis Jacobi... [1867], 311–2); there are also two panegyrics ( ed. Krüger, OC 56 [1972]) and a late Biography. An outline based on all these sources was compiled by P. Y. Dolabani ( Swodo mpaygono… [Mardin, 1952]). Born in Kurtam, on the Euphrates, his poetic gifts became evident early on. He was a student at the School of Edessa , and this explains the appearance in his mimre of some exegetical traditions that go back to Theodore of Mopsuestia . At an unknown date he was appointed Chorepiscopos of Ḥawra, and then at the age of 67 he was consecrated bp. of Baṭnan in 519 by Pawlos bp. of Edessa. The date of his death is given as 29 Nov. 521 in the notice published in BibOr , and this is the date of his liturgical commemoration; other sources, however, give different dates (and even a different year, 520; see Vööbus, Handschr. Überlieferung , vol. 1, 4). A contemporary source (‘Chronicle of Yeshuʿ the Stylite ’, 54) states that, at the time of the Persian invasion of north Mesopotamia (502\/3), ‘the respected Yaʿqub, the periodeutes, who composed many mimre on Scriptural passages, and sugyoto and zmiroto ... wrote letters’ of encouragement to different cities. Yaʿqub is primarily known for his verse memre in the 12-syllable meter metre (which is named after him); these are said to have numbered 763. At least 380 survive, and over half of these have been edited by P. Bedjan. The majority of these are highly imaginative expositions of biblical passages; a number of others deal with saints ( e.g. e.g., Shemʿun the Stylite , Ephrem , George, etc.). The attribution of some mimre remains uncertain: thus that on the myron is also attributed to Giwargi bp. of the Arab tribes ; definitely not by Yaʿqub, despite the attribution, is the mimro on Alexander ( ed. Reinink, CSCO 454–5). A number of madroše and sugyoto in mss. are also attributed to him, at least some of which are very probably genuinely his. Yaʿqub’s prose writings consist of 1. six turgome , or prose homilies, for Nativity, Epiphany, Lent, Palm Sunday (Hosanna), Good Friday and the Resurrection; 2. Lives of holy men of his own lifetime, Daniel of Galash and Hannina (unpublished; summaries by F. Nau, in ROC 15 [1910], 60–64); and 3. a collection of 43 Letters (not all of which are complete). Various liturgical texts are attributed to Yaʿqub, in particular, three Anaphoras ( ed. H. G. Codrington, in Anaphorae Syriacae , II.1 [1951]) and the Maronite baptismal rite ( ed. A. Mouhanna [ OCA 212; 1980]). Though the attibutions are uncertain, these texts share many themes to be found in Yaʿqub’s mimre . Liturgical boʿawoto are attributed to Yaʿqub, as well as to Ephrem and Balai (depending on their meter); some of those attributed to Yaʿqub are just excerpts from his mimre . Likewise, many bote d-ḥašo ( ed. Strothmann [ GOFS 32; 1989]) are adapted from Yaʿqub’s mimre (see JSS 36 [1991], 201–4). Surprisingly, a passage from Yaʿqub’s turgomo for the Resurrection is to be found in the Ḥudrā ( ed. Darmo, vol. 2, 553–4; see OCP 55 [1989], 339–43). Yaʿqub is commemorated on 29 Nov. in both the Syr. Orth. and the Maron. Calendar. Although Assemani and others have claimed that Yaʿqub was Chalcedonian, it is now known that he objected to the Council of Chalcedon: this is clear from some of his Letters and from a mimro (probably genuine) lamenting the Council. Basically, Yaʿqub disliked the analytic approach to theology current in the controversy that followed the Council of 451; his preference was for the theology of symbol and paradox that characterised Ephrem’s approach. The appreciation with which Yaʿqub’s mimre have always been held is indicated by the large number of mss. containing them. The oldest of these go back to the 6th cent. , while several mss. of the 11th to 13th cent. contain huge collections, sometimes with well over 200 memre . There are also translations into Armenian, Arabic, Ethiopic (by way of Arabic), and Georgian. Primary Sources Mimre M.  Albert, Homélies contre les Juifs par Jacques de Saroug ( PO 38.1; 1976). Kh.  Alwan, Jacques de Saroug, Quatre homélies métriques sur la Création ( CSCO 508\/9, 1989). J.  Amar, A metrical homily on Holy Mar Ephrem by Jacob of Serugh ( PO 47.1; 1995). P.  Bedjan, Homiliae Selectae Mar-Jacobi Sarugensis , I–V (1905–10), I–VI ( repr. 2006). (The extra volume of the reprint includes the 11 memre published by Bedjan at the end of his edition of Martyrius\/Sahdona [1902], 603–85; it also has an index of first lines and of modern translations) B.  Sony, L’Homélie de J. de S. Jaques de Sarough sur l’Hexaméron , I–II (2000). (Syr. with AT ) W.  Strothmann, Jakob von Sarug, der Prophet Hosea ( GOFS 5; 1973). W.  Strothmann idem , Jakob von Sarug, drei Gedichte über den Apostel Thomas ( GOFS 12; 1976). A bilingual series (Syr. with ET ) of individual homilies, entitled The Metrical Homilies of Mar Jacob of Sarug (2008 - – ), is in the process of publication. Prose works S. P.  Brock, Turgome što d-qadišo Mor Yaʿqub da-Srug malpono (Monastery of St. Ephrem, 1984). G.  Olinder, Iacobi Sarugensis Epistulae quotquot supersunt ( CSCO 110; 1937). F.  Rilliet, Jacques de Saroug, Six homélies festales en prose ( PO 43.4; 1986). Translations M.  Albert, Les Lettres de Jacques de Saroug (2004). G.  Bickell, Ausgewählte Gedichte der syrischen Väter Cyrillonas ... und Jakob v. Sarug (1872). M.  Hansbury, Jacob of Serug, On the Mother of God (1998). I.  Isebaert-Cauuet, Jacques de Saroug, Homélies sur la fin du monde (2005). T.  Kollamparampil, Jacob of Serugh, Select Festal Homilies (1997). S.  Landersdorfer, Ausgewählte Schriften der syrischen Dichter Cyrillonas ... und Jakob v. Sarug (1912). C.  Vona, Omilie Mariologiche di S. Giacomo di Sarug (1953). Secondary Sources Kh.  Alwan, in ParOr 13 (1986), 313–83. (bibliography) Kh.  Alwan idem , Anthropologie de Jacques de Saroug (1988). J. G.  Blum, ‘Zum Bau von Abschnitten in Memre von Jakob von Sarug’, in SymSyr III , 307–21. T.  Bou Mansour, La théologie de Jacques de Saroug (2 vols.; 1993, 2000). T.  Bou Mansour idem , ‘Die Christologie des Jakob van Sarug’, in Jesus der Christus , ed. Grillmeier and Hainthaler, vol. 2\/3, 449–499. F.  Graffin, ‘Jacques de Saroug’, in DSpir , vol. 8 (1974), 56–60. G. A. Kiraz ( ed. ), Jacob of Serugh and his times (2010). T.  Kollamparampil, Salvation in Christ according to Jacob of Serugh (2001). M.  Papoutsakis, ‘Formulaic language in the metrical homilies of J. of S Jacob of Serugh .’, in SymSyr VII , 445–51. J.  Puthuparampil, Mariological Thought of Mar Jacob of Serugh (451–521) (Moran Etho 25; 2005). B. M. P.  Sony, La doctrine de Jacques de Saroug sur la Création et l’anthropologie (1989). A.  Vööbus, Handschriftliche Überlieferung der Memre-Dichtung des Jaʿqob von Serug , I–IV ( CSCO 344–5, 421–2; 1973, 1980). Sebastian P. Brock",
    "title" : "Yaʿqub of Serugh",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Yaqub-of-Serugh",
    "displayTitleEnglish" : "Yaʿqub of Serugh",
    "persName" : 
    [ " Theodore of Mopsuestia ",
      " Yeshuʿ the Stylite ",
      " Shemʿun the Stylite ",
      " Ephrem ",
      " Giwargi bp. of the Arab tribes ",
      " Balai ",
      "  Sebastian P.  Brock  " ] }