
  { "fullText" : "Yawsep Huzaya https:\/\/gedsh.bethmardutho.org\/Yawsep-Huzaya http:\/\/syriaca.org\/bibl\/599 590 http:\/\/syriaca.org\/person\/817 person Teacher in the School of Nisibis. ( ca. 500) [Ch. of E.] Maqryānā in the School of Nisibis at the end of the 5th and\/or in the first half of the 6th cent. In this position Yawsep was in charge of teaching correct reading and the first level of interpretation. Later sources present him as Narsai ’s successor as director of the School, but this is contradicted by contemporary sources. No further information on Yawsep’s life is available, except the fact that he was from Beth Huzaye, as his name indicates, i.e., Huzistan, the ancient region of Susiana. A note in ms. London, Brit. Libr. Add. 12,138, dated to 899 and containing an E.-Syr. Masora , points to Yawsep as the inventor of the nine ‘accents’ or punctuation signs (f. 312v), which are preserved in the later tradition with some variation. They mark the division of the sentence and prescribe the tone of the pronunciation (particularly in interrogative, imperative, and exclamatory clauses) as well as the rhythm of the recitation. Whether Yawsep invented them or rather adapted and systematized a pre-existing system remains uncertain. In any case, Yawsep’s contribution to establishing the correct reading and pronunciation of Classical Syriac in the E.-Syr. tradition must have been significant, even if Bar ʿEbroyo ’s remark that Yawsep ‘changed the Edessene reading ( qrāytā ) into the eastern one prevailing among the Nestorians’ may be an exaggeration. In addition, Bar ʿEbroyo mentions Yawsep as the author of a work on homographs ( i.e. i.e., words written with the same consonants, but having a different pronunciation and meaning), which may have been the first in this genre. Unfortunately it has not been preserved. Moreover, Yawsep’s name is connected with the Syriac translation of the Technè Grammatikè , an influential Greek work on grammar written by Dionysius Thrax ( ca. 170 – ca. 90 BC). Whereas the E.-Syr. mss. are explicit in ascribing the translation to Yawsep and are supported in this by ʿAbdishoʿ bar Brikha , the work is anonymous in the W.-Syr. tradition. Sources R.  Contini, ‘Considerazioni interlinguistiche sull’adattamento siriaco della TEXNH ΓPAMMATIKH di Dionisio Trace’, in La diffusione dell’eredità classica nell’età tardoantica e medievale. Il ‘Romanzo di Alessandro’ e altri scriti , ed. R. B.  Finazzi and A. Valvo (1998), 95–111, esp. 99–100. A.  Merx, Historia artis grammaticae apud Syros (1889), 8, 28–30, 68–99, 99–102, and 49–72. (Syr.) L.  Van Rompay, ‘Joseph Huzaya’, in DHGE , vol. 28 (2003), 208b–209a. (incl. further references) J. B.  Segal, The Diacritical Point and the Accents in Syriac (1953), 63–7. Vööbus, History of the School of Nisibis , 160–1, 198–200, 223. Th.  Weiss, Zur ostsyrischen Laut- und Akzentlehre auf Grund der ostsyrischen Massorah-Handschrift des British Museum (1933), 27–64. Lucas Van Rompay",
    "title" : "Yawsep Huzaya",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Yawsep-Huzaya",
    "displayTitleEnglish" : "Yawsep Huzaya",
    "persName" : 
    [ " Narsai ",
      " Bar ʿEbroyo ",
      " Dionysius Thrax ",
      " ʿAbdishoʿ bar Brikha ",
      "  Lucas  Van Rompay  " ] }