
  { "fullText" : "Yoḥannan Iḥidaya https:\/\/gedsh.bethmardutho.org\/Yohannan-Ihidaya http:\/\/syriaca.org\/bibl\/611 602 John the Solitary of Apamea http:\/\/syriaca.org\/person\/827 person Theologian and theoretician of the spiritual life. John the Solitary of Apamea (first half of 5th cent. ) Theologian and theoretician of the spiritual life. His identity has been confused with at least two other persons named Yoḥannan of Apamea: a contemporary writer accused of heresy by Philoxenos of Mabbug (who also called this writer ‘Yoḥannan the Egyptian’); an 8th-cent. writer condemned under Timotheos I of the Ch. of E. Theodoros bar Koni and Michael Rabo reported heretical ideas attributed to Yoḥannan Iḥidaya, but these ideas have yet to be found in extant texts of Yoḥannan Iḥidaya. A number of texts are now available, written during the period 430–50. Yoḥannan Iḥidaya does not give evidence of allegiance to any side in the Christological controversies of that period, though de Halleux and Strothmann believe he had affinities to the miaphysite position. Yoḥannan Iḥidaya’s theological system features two tripartite structures of the spiritual life. First are the orders ( ṭakse ) of spiritual development: the way of the body ( pagrānutā ), the way of the soul ( napšānutā ), the way of the spirit ( ruḥānutā ) — which bears close resemblance to Evagrius ’s system. Second are the levels ( mušḥātā ) which a person attains: purity ( dakyutā ), serenity ( šapyutā ), and perfection ( gmirutā ). The latter can only be fully attained after the resurrection. Central to Yoḥannan Iḥidaya’s theology is the vision of the New World which will come only after the resurrection of the dead, but which is prefigured for the individual in the sacrament of baptism. Yoḥannan Iḥidaya’s influence on later Syriac writers, both Eastern and Western, is significant, particularly in his conceptualization of the tripartite ‘orders’ of the spiritual life. Probably due to the confusion and controversy over his identity, his works were seldom transmitted under his name. Those now identified by modern scholarship are largely letters and dialogues with several essays on prayer. Under his name are preserved a Commentary on Qohelet, the authenticity of which is disputed ( ed. Strothmann), as well as fragments of a Commentary on Job, which most likely does not belong to him ( ed. Van Rompay). Primary Sources. S. P.  Brock, ‘John the Solitary, On Prayer’, JTS ns 30 (1979), 84–101. (Syr. with ET ) S. P.  Brock idem , The Syriac Fathers on Prayer , 78–100. ( ET of ‘Letter to Hesychius’) S. P.  Brock idem , Malponuto d-abohoto suryoye d-‘al d-ʿal ṣluto (1988), 30–44. (Syr. of ‘Letter to Hesychius’) S.  Dedering, Johannes von Lycopolis: Ein Dialog über die Seele und die Affekte des Menschen (1936). (Syr.; ET by M.  Hansbury, forthcoming) I.  Hausherr, Dialogue sur l’âme et les passions des hommes ( OCA 120; 1939). ( FT ) R.  Lavenant, Jean d’Apamée, Dialogues et Traités (SC 311; 1984). ( FT of texts edited by Strothmann) L. G.  Rignell, Briefe von Johannes dem Einsiedler (1941). (Syr.) L. G.  Rignell idem , Drei Traktate von Johannes dem Einsiedler (Johannes von Apameia) (1960). (Syr.) W.  Strothmann, Johannes von Apamea: Sechs Gespräche mit Thomasios. Der Briefwechsel zwischen Thomasios und Johannes und drei an Thomasios gerichtete Abhandlungen ( PTS 11; 1972). (Syr. with GT ) W.  Strothmann idem , Kohelet-Kommentar des Johannes von Apamea ( GOF 1.30; 1988). (Syr. with GT ) L.  Van  Rompay, ‘An ascetic reading of the Book of Job. Fragments from a Syriac commentary attributed to John the Solitary ( Ms. London, British Library, Add. 18814, f. 91r–95r)’, LM 119 (2006), 1–24. (Syr. with ET ) Secondary Sources A.  de Halleux, ‘Le milieu historique de Jean le Solitaire’, in SymSyr III , 299–305. I.  Hausherr, ‘Un grand auteur spirituel retrouvé’, OCP 14 (1948), 3–42. W.  Strothmann, ‘Das Buch Kohelet und seine syrische syrischen Ausleger’, Erkenntnisse und Meinungen , vol. 1, ed. G. Wiessner ( GOF 1.3; 1973), 209–15. Robert A. Kitchen",
    "title" : "Yoḥannan Iḥidaya",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Yohannan-Ihidaya",
    "displayTitleEnglish" : "Yoḥannan Iḥidaya",
    "persName" : 
    [ " Philoxenos of Mabbug ",
      " Timotheos I ",
      " Theodoros bar Koni ",
      " Michael Rabo ",
      " Evagrius ",
      "  Robert A.  Kitchen  " ] }