
  { "fullText" : "Yoḥannan bar Penkaye https:\/\/gedsh.bethmardutho.org\/Yohannan-bar-Penkaye http:\/\/syriaca.org\/bibl\/605 596 http:\/\/syriaca.org\/person\/821 person Author of a history of the world. (late 7th cent. ) [Ch. of E.] Author of a summary history of the world. Evidently from Penek in Beth Zabdai, he became a monk of the Monastery of Yoḥannan of Kamul, and later, a solitary attached to that of Mar Bassima. His main work is the Ktābā d-reš melle ‘Book of the main events’, a history of the world in 15 Books, ending up with his own time. A verse treatise on monastic life by him is also preserved, as well as two ‘Centuries’ which evidently belong to a work entitled ‘The (spiritual) Merchant’, mentioned by ʿAbdishoʿ in his ‘Catalogue’ (he also lists some other works which have disappeared). In the ms. tradition he is sometimes confused with Yoḥannan of Dalyatha . Primary Sources M.  Albert, ‘Une Centurie de Mar Jean bar Penkaye’, in Mélanges A. Guillaumont (Cahiers d’Orientalisme 20; 1988), 143–151. ( FT of the first of the two Centuries) S. P.  Brock, in Jerusalem Studies in Arabic and Islam 9 (1987), 51–75. ( ET of World history, Book 15 : , repr. in Studies in Syriac Christianity [1992], ch. 2) A.  Mingana, Sources syriaques , vol. I (1907), 1–171. (Syr. text of World history, Books 10–15 with FT of Book 15) Secondary Sources P.  Bruns, ‘Von Eva und Adam bis Mohammed. Beobachtungen zur syrischen Chronik des Johannes bar Penkaye’, OC 87 (2003), 47–64. L.  Greisiger, ‘John bar Penkāyē’, in Christian-Muslim relations , ed. Thomas and Roggema, 176–81. T.  Jansma, ‘Projet d’édition du Ktaba d-Resh Melle de Jean bar Penkaye’, OS 8 (1963), 87–106. H.  Kaufhold, ‘Anmerkungen zur Textüberlieferung der Chronik des Iohannes bar Penkaye’, OC 87 (2003), 65–79. K.  Pinggéra, ‘Nestorianische Weltchronistik. Johannes bar Penkaye und Elias von Nisibis’, in Julius Africanus und die christliche Weltchronik , ed. M. Wallraff ( TU 157; 2006), 263–83. G. J.  Reinink, ‘Paideia. God’s design in world history according to the East Syrian monk John bar Penkaye’, in The Medieval Chronicle , ed. K. Cooper, vol. 2 (2002), 190–98. G. J.  Reinink idem , ‘East Syrian historiography in response to the rise of Islam: the case of John bar Penkaye’s Ktaba d-Resh Melle ’, in Redefining Christian Identity , ed. J. J. van Ginkel, H. L. Murre-van den Berg, and T. M. van Lint ( OCA 134; 2005), 77–89. H.  Suermann, ‘Das arabische Reich in der Weltgeschichte des Johannan bar Penkaye’, in Nubia et Oriens Christianus , ed. P. O. Scholz and R. Stempiel (1987), 59–71. Sebastian P. Brock",
    "title" : "Yoḥannan bar Penkaye",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Yohannan-bar-Penkaye",
    "displayTitleEnglish" : "Yoḥannan bar Penkaye",
    "persName" : 
    [ " ʿAbdishoʿ ",
      " Yoḥannan of Dalyatha ",
      "  Sebastian P.  Brock  " ] }