
  { "fullText" : "Zacharias, Pseudo- https:\/\/gedsh.bethmardutho.org\/Zacharias-Pseudo- http:\/\/syriaca.org\/bibl\/627 618 Pseudo- Zacharias pseudonym A 6th-cent. anonymous Syr. Orth. author, possibly a monk, who compiled a variety of sources into a chronicle in Syriac, including the 6th-cent. Ecclesiastical History of Zacharias Rhetor. A 6th-cent. anonymous Syr. Orth. author, possibly a monk, who compiled a variety of sources into a chronicle in Syriac, including the 6th-cent. Ecclesiastical History of Zacharias Rhetor bp. of Mitylene, who died after 536. Books I–II of Pseudo-Zacharias includes include among others the history of Joseph and Aseneth, the Acts of St. Silvester of Rome, and the Legend of the Sleepers of Ephesus . Books III–VI contain the Syriac translation of the Ecclesiastical History by Zacharias Rhetor. The reigns of Anastasius and Justin I are the subjects of Parts VII–VIII, while the reign of Justinian and Justin II up to the year 569 are the subjects of Parts IX–XII. The rest of the Chronicle to Book XII is fragmentary. The importance of this document resides in the fact that it deals with the later 5th and 6th cent. , a time of intense christological controversies that divided Christianity into several denominations. Sources K.  Ahrens and G.  Krüger, Die sogenannte Kirchengeschichte des Zacharias Rhetor (1899). ( GT ) E. W.  Brooks, Historia Ecclesiastica Zachariae Rhetori vulgo adscripta ( CSCO 83–84, 87–88; 1919–1924). (Syr. with LT ) G.  Greatrex, ‘Le pseudo-Zacharie de Mytilène et l’historiographie syriaque au sixième siècle’, in L’Historiographie syriaque , ed. M. Debié ( ÉtSyr 6; 2009), 33–55. G.  Greatrex and R.  Phenix, Pseudo-Zachariah of Mytilene, Ecclesiastical History The Chronicle of Pseudo-Zachariah Rhetor ( TTH ; forthcoming 55; 2011 ). ( ET of Books III–XII; incl. further references) F. J.  Hamilton and E. W.  Brooks, The Syriac Chronicle Known as that of Zachariah of Mitylene (1899). ( ET ) Amir Harrak",
    "title" : "Zacharias, Pseudo-",
    "idno" : "https:\/\/gedsh.bethmardutho.org\/Zacharias-Pseudo-",
    "displayTitleEnglish" : "Zacharias, Pseudo-",
    "persName" : 
    [ " Zacharias Rhetor ",
      "  Amir  Harrak  " ] }